[ Lang ]

"Scanning will stop, if you continue this operation."="El escaneo se detendrá, si continúa con este procedimiento."
"Call has been successfully recorded on USB device"="Llamada grabada exitosamente en disp. USB"
"Transferring"="Transfiriendo"
"(Empty)"="(Vacío)"
"[Assigned]"="[Asignado]"
"<New Item>"="<Nuevo elemento>"
"1.Confirm that USB device is compliant with USB 2.0."="1.Conpruebe que el dispositivo USB es compatible con USB 2.0."
"10min"="10 min"
"Oct"="Octubre"
"October"="Octubre"
"Nov"="Nov"
"Noveber"="Noviembre"
"120s"="120s"
"12 Hour"="12 Horas"
"Dec"="Diciembre"
"December"="Diciembre"
"15s"="15s"
"1min"="1 min"
"1h"="1h"
"Jan"="Ene"
"January"="Enero"
"2.Try to replug the USB device."="2.Pruebe conectando el dispositivo USB de nuevo."
"24 Hour"="24 Horas"
"2min"="2 min"
"2h"="2h"
"Feb"="Feb"
"February"="Febrero"
"3.Try to reboot the phone."="3.Pruebe reiniciando el teléfono"
"30min"="30 min"
"30s"="30s"
"3h"="3h"
"Mar"="Marzo"
"March"="Marzo"
"Apr"="Apr"
"April"="Abril"
"5min"="5 min"
"May"="Mayo"
"60s"="60s"
"6h"="6h"
"Jun"="Junio"
"June"="Junio"
"Jul"="Julio"
"July"="Julio"
"802.1x"="802.1x"
"802.1x Mode"="Modo 802.1"
"802.1x Settings"="Ajustes de 802.1"
"Aug"="Agosto"
"August"="Agosto"
"Sep"="Septiembre"
"September"="Septiembre"
"ACD"="ACD"
"L_ACD"="ACD"
"S_ACD"="ACD"
"ACD State"="Estado de ACD"
"ACD Status"="Estado de ACD"
"AES"="AES"
"Per-phone AES"="AES Por Teléfono"
"Alert Group Paging Calls"="Ale Mens Mas Gru"
"Alert Click To Dial Calls"="Alerta Marcac Llam"
"Alias"="Alias"
"AM"="AM"
"AMR License"="Licencia AMR"
"AP Mac Address"="Direc Mac AP"
"App Account"="Cuenta de APP"
"Args Error!"="Error Args "
"AVG.Waiting Time"="Tiempo de Espera Promedio"
"BFCP"="BFCP"
"BLF"="BLF"
"L_BLF"="BLF"
"BLF Hold"="Retener BLF"
"BLF is invalid!"="¡BLF es inválido!"
"BLF Callout"="Llamada BLF"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="BLF hablando"
"BLF List"="Lista BLF"
"L_BLF List"="Lista BLF"
"BLF Ring Type"="Tipo de Timbre BLF"
"BLF Group"="BLF Group"
"BLF Ringing"="Timbre BLF"
"BLF Park"="Pausar BLF"
"Use BroadWorks-based Call Control"="Use Control Llam BW"
"MENU_Callery"="El que llama"
"CC UID"="Identificación Usuario Llamada Entrante"
"CC Name"="Nombre de Llamada Entrante"
"CDP"="CDP"
"CDP Interval"="Intervalo CDP"
"CDP Status"="Estado de CDP"
"CDP interval should be 1-3600!"="¡El intervalo CDP debe ser 1-3600!"
"CFG Version"="Versión CFG"
"Commportal Login"="Ingreso a Commportal"
"Compulsory"="Obligatorio"
"COM Version"="Versión COM"
"DD MMM YYYY"="DD MMM AAAA"
"DD/MM/YY"="DD / MM / AA"
"DD/MM/YYYY"="DD/MM/AAAA"
"DD-MMM-YY"="DD-MMM-AA"
"MENU_DECT Setting"="DECT Settings"
"default_contact_image.png"="default_contact_image.png"
"German"="Deutsch (German)"
"DHCP"="DHCP"
"DHCP IP Client"="Cliente DHCP IPv4"
"DHCP IPv4 Client"="Cliente DHCP IPv4"
"DHCP IPv6 Client"="Cliente DHCP IPv6"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values canont be more than 5!"
"DHCP option is invalid!"="¡Opción DHCP inválida!"
"DHCP Start IP Address is invalid!"="¡Dirección de IP Inicial DHCP inválida!"
"DHCP Time"="Tiempo DHCP"
"DHCP VLAN"="VLAN DHCP"
"DHCP Option"="Cliente DHCP IPv6"
"DHCP option!"="Opción de DHCP"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="¡Dirección de IP Final DHCP inválida!"
"Phone DND"="No Molestar" Tel""
"DTMF"="DTMF"
"L_DTMF"="DTMF"
"DTMF is invalid!"="¡DTMF es inválido!"
"DTMF Type"="DTMF Type"
"DTMF Info Type"="Tipo de información DTMF"
"DTMF Payload Type"="Tipo de carga DTMF"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="Relé DTMF"
"E911"="E911"
"E911 Location"="Ubicación E911"
"E911 location set failed, please contact your administrator for help"="Error al definir ubicación E911. Comuníquese con el administrador."
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="Ningún-EAP"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="Edición"
"EDK Prompt is Empty"="El indicador EDK está vacío"
"EHS ERROR!"="Error de EHS"
"English"="English (English)"
"Spanish"="Español (Spanish(EU))"
"Spanish_LA"="Español (Spanish(Latin))"
"ExitPri"="SalirPri"
"EXP Wallpaper"="Fondo de Pantalla EXP"
"Fixed"="Arreglado"
"Flexible Seating"="Asientos flexibles"
"FlexSeat Logout, Please Waiting..."="Cierre de sesión de FlexSeat, espere ..."
"Forward to Phone Number/SIP-URI"="DesTelSIP-URI"
"French_CA"="Français (French(Canada))"
"French"="Français (French(EU))"
"FWD"="DESVIO"
"Getting Balance"="Obtener saldo"
"GK Line"="GK Line"
"GK Account"="¡Obteniendo saldo!"
"Google Contact"="Google Contact"
"H.323"="Cerrar sesión invitado"
"HD"="HD"
"Hebrew_IME"="Modo Audífonos desactivado"
"L_Hot Desking"="Term. Compartido"
"S_Hot Desking"="Term. Compartido"
"L_Hoteling"="Acce tel compart"
"Https Port"="Puerto Https"
"Https port"="Puerto Https"
"Https port should be 1-65535!"="¡El puerto Https debe ser 1-65535!"
"Https Status"="Estado Https"
"Http Port"="Puerto Http"
"Http port"="Puerto Http"
"Http port should be 1-65535!"="¡El puerto Http debe ser 1-65535!"
"Http Status"="Estado Http"
"CC"="IC"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="Nombre IC"
"IME"="IME"
"S_IME"="IME"
"INBAND"="INBAND"
"Intrude"="Entrometerse"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="Teléfono IP"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4"
"IPv4 WAN Port"="Puerto IPv4 WAN"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 WAN Type"="Tipo IPv4 WAN"
"IPv4 Pri DNS"="IPv4"
"IPV4/IPV6 Conflict"="Conflicto IPV4/IPV6"
"IPv4 Sec.DNS"="DNS.Sec IPv4"
"IPV4 Conflict"="Conflicto IPV4"
"IPv4 & IPv6"="IPv4 y IPv6"
"IPv4 Pri.DNS"="DNS.Pri IPv4"
"IPv4 Status"="Estado IPv4"
"IPv4 Subnet Mask"="Masc Subr IPv4"
"IPv6"="IPv6"
"IPv6 IP"="IPv6"
"IPv6 IP Prefix is invalid!"="El prefijo IP IPv6 no es válido"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 WAN Port"="Puerto WAN IPv6"
"IPv6 Default Gateway"="Prta Enlac IPv6"
"IPv6 Sec.DNS"="DNS.Sec IPv6"
"IPV6 Conflict"="Conflicto IPV6"
"IPv6 IP Prefix"="Pfijo IP IPv6"
"IPv6 WAN Type"="Tipo WAN IPv6"
"IPv6 Pri.DNS"="DNS.Pri IPv6"
"IPv6 Status"="Estado de IPv6"
"IP Address"="Dirección IP"
"IP Address!"="Dirección IP"
"IP Address is invalid!"="¡Dirección IP inválida!"
"IP address has been used!"="Se utilizó la dirección IP "
"IP Phone"="Teléfono IP"
"Tracert IP or URL"="TracertIP/URL"
"IP Mode"="Modo IP"
"IPAddress Mode"="Modo IP"
"Direct IP Line"="LinIP Direct"
"IP Direct Auto Answer"="Respuesta automática IP directa"
"Italian"="Italiano (Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="El servidor LDAP no está disponible"
"Ldap Disabled"="LDAP desactivado"
"LDAP get error tips failed!"="¡La obtención de indicios de errores LDAP falló!"
"LDAP Authority"="Autoridad LDAP"
"LDAP Search"="Búsqueda LDAP"
"Leave Wrap-up"="Dejar el resumen"
"LED Test"="LED Test"
"Listen BargeIn"="Escuchar irrupción"
"LLDP"="LLDP"
"LLDP Vlan"="Estado LLDP"
"LLDP Status"="Estado LLDP"
"LLDP Packet Interval should be 1-3600!"="¡El Intervalo de Paquetes debe ser 1-3600!"
"Packet Interval"="Interv Paquet"
"M2P"="M2P"
"MAC Version"="Versión MAC"
"MAC"="MAC"
"MAC Address"="Dirección MAC"
"MAC-Oriented"="AES MAC-Orien"
"Mango"="Mango"
"MD5 Password"="Ctsña MD5"
"Medium"="Soporte"
"L_Meet-Me"="Reunión conferen"
"Meet-me"="Reunión conferen"
"S_Meet-Me"="Reunión conferen"
"Metaswitch CallLog"="RegisLlam Metaswitch"
"MLHGS"="Llams Perdid"
"MM DD WW"="MM DD WW"
"MM DD WWW"="MM DD WWW"
"MM/DD/YY"="MM/DD/AA"
"MOS-CQ"="CalidConv-MOS"
"MOS-LQ"="CalidAudi-MOS"
"Moving contact..."="Contacto en movimiento ..."
"msec"="mseg"
"NAT"="NAT"
"NAT Public IP Address"="Dirección IP pública NAT"
"NAT Status"="Estado de NAT"
"New Unread Voice Mail(s)"="Nuevos mensajes de voz no leídos"
"New VID"="Nuevo VID"
"NextSpace"="SiguienteEspacio"
"No VLAN"="No VLAN"
"NTP Server1"="Servidor1 NTP"
"Invalid NTP server1!"="Servidor1 NTP no válido"
"NTP Server2"="Servidor2 NTP"
"NTP server1 is invalid!"="¡El servidor1 NTP es inválido!"
"NTP server2 is invalid!"="¡El servidor2 NTP es inválido!"
"On Demand"="A pedido"
"On Demand with User Initiated Start"="A pedido con inicio comenzado por el usuario"
"OPUS"="Opus"
"opus codec is not available in four ways conference!"="El códec Opus no está disponible en una conferencia de cuatro vías"
"Outbound Alternate"="Alternativo saliente"
"Outbound Proxy1"="Proxy1 Salien"
"Outbound Proxy2"="Proxy2 Salien"
"Outbound proxy is invalid!"="¡Proxy saliente es inválido!"
"Invalid Proxy Fallback Interval!"="Intervalo alternativo de proxy no válido"
"Pause/Resume Notify"="Pausar / Reanudar notificación"
"PBX Queue"="Cola PBX"
"PC Port"="Puerto PC"
"PIN"="Pin"
"PIN/ID"="PIN/ID"
"Ping"="Ping"
"Ping Error"="Error de ping"
"Ping IP or URL"="Ping IP o URL"
"PIN Code"="Código PIN"
"Pin code can't be empty!"="El código PIN no puede estar vacío"
"Pin code is invalid!"="El código PIN no es válido"
"PM"="PM"
"Polish"="Polski (Polish)"
"Portuguese"="Português (Portuguese(EU))"
"Portuguese_LA"="Português (Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="CSÑA de PPPoE"
"PPPoE User"="Usuario PPPoE"
"PPPoE User is invalid!"="El usuario PPPoE no es válido"
"Not support bridge mode in PPPoE!"="Modo de puente incompatible en PPPoE"
"PriChat"="ChatPri"
"PSTN account unavailable"="Cuenta PSTN no disponible"
"Qos"="Qos"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Versión de Rom"
"Route Traversal"="Enrutamiento"
"RPort"="RPort"
"RPS Open"="RPS abierto"
"RPS Close"="RPS cerrado"
"RTP Status"="EstRTP"
"S_RTP Status"="EstRTP"
"S/N"="S/N"
"S_S2S AcdLoginOut"="Iniciar/cerrar"
"S2S AcdLoginOut"="Iniciar/cerrar"
"S_S2S AcdLogin"="IngACD"
"S2S AcdLogin"="IngACD"
"S_S2S AcdLogout"="SalACD"
"S2S AcdLogout"="SalACD"
"S_S2S AcdRefresh"="Renovar"
"S2S AcdRefresh"="Renovar"
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA retenida"
"SCA Active"="SCA Activa"
"SCA Bridge Active"="Puente SCA Activo"
"SCA Alerting"="Alertando SCA"
"S_Seizing"="Captando"
"Seizing"="Captando"
"Set Hot Desking"="Establecer uso compartido"
"Signal Fail"="Falla de señal"
"Signal OK"="Señal OK"
"Silent Bargin"="Interceptación silenciosa"
"SIP"="Timbre Simultáneo Tel"
"SIP server3 is invalid!"="SIP server3 is invalid!"
"SIP Password"="Contraseña SIP"
"SIP Server1"="Servidor SIP 1"
"SIP Server2"="Servidor SIP 2"
"Invalid SIP server2!"="¡Servidor SIP inválido2!"
"SIP Server3"="Servidor SIP 3"
"Invalid SIP server3!"="¡Servidor SIP inválido3!"
"SIP Proxy can't be empty!"="¡Proxy SIP no puede estar vacío!"
"Invalid SIP server1!"="Servidor SIP no válido"
"Sip Line"="Línea SIP"
"SIP INFO"="¡Contraseña de credenciales SIP incorrecta!"
"SIP Register name"="Nombre de registro SIP"
"S_Skip"="Omitir"
"SN"="SMS"
"SNTP Setting"="Configuración de SNTP"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="¡SSID no puede estar vacío!"
"Start/Stop Notify"="Iniciar/Detener aviso"
"Static NAT"="NAT estática"
"STUN"="STUN"
"STUN Port"="Puerto STUN"
"STUN Server is invalid!"="¡Servidor STUN no puede estar vacío!"
"STUN Server"="Servidor STUN"
"STUN server can't empty!"="El servidor STUN no puede estar vacío"
"Invalid STUN server port!"="Puerto de servidor STUN no válido"
"STUN Server port is Invalid!"="¡Puerto de servidor STUN es inválido!"
"Invalid STUN server!"="Servidor STUN no válido"
"STUN Status"="Estado de STUN"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="VMR de terceros"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Tono de toque"
"Trace Route Error"="Trace route"
"Turkish"="Türkçe (Turkish)"
"UC Favorite"="Favoritos UC"
"UC Favorites"="UC Favorites"
"UDP"="UC Favorites"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="¡URI inválida!"
"Invalid URI!"="URL no válida"
"L_URL"="URL"
"URL is invalid!"="¡La URL inválida!"
"URL can't be empty!"="¡La URL no puede estar vacía!"
"URL is error"="Error de URL"
"L_URL Record"="Registro de URL"
"URL Record"="Registro de URL"
"The URL is empty!"="¡La URL está vacía!"
"URL is empty"="¡La URL está vacía!"
"Invalid URL!"="URL no válida"
"MENU_USB Record"="Grabación USB"
"USB Record"="Grabación USB"
"USB device connection failure!"="¡Falla de conexión de dispositivo USB!"
"USB Photo"="USB Photo"
"USB current overload"="Sobrecarga de corriente en USB"
"USB heaset connected"="Los auriculares USB están conectados"
"USB headset connected"="Auriculares USB conectados."
"USB heaset removed"="Los auriculares USB fueron removidos"
"USB headset removed"="Auriculares USB removidos."
"USB device connected successfully"="Dispositivo USB conectado exitosamente"
"USB device has been connected successfully!"="La memoria USB no está conectada."
"No images in USB flash drive."="No hay imagenes en la unidad USB"
"Failed to get data from USB flash drive"="¡No se pueden obrtener datos de la memoria USB!"
"USB device is removed!"="Se retiró la memoria USB"
"USB Inserted"="USB insertado"
"USB Connected"="USB conectada"
"USB Removed"="USB retirado"
"USB device has been moved"="Se ha retidado una memoria USB"
"Invalid Value!"="Valor no válido"
"VID Number"="Número VID"
"Invalid VID nubmer!"="Número de VID no válido"
"VID nubmer is invalid!"="¡Número VID es inválido!"
"VID number should be 1-4094!"="¡Número VID debería ser 1-4094!"
"VLAN"="VLAN"
"VLAN ID"="VLAN"
"VLAN Status"="Estado VLAN"
"Voice Qos"="Qos de voz"
"VPN"="VPN"
"WAN IP"="IP de WAN"
"WAN MASK"="Máscara WAN"
"WAN Port"="Puerto de WAN"
"WAN Type"="Tipo de WAN"
"WEP"="WEP"
"Whisper BargeIn"="Interceptación silenciosa"
"Wi-Fi"="Wi-Fi"
"WIFI MAC"="Wi-Fi MAC"
"Wi-Fi Mac"="MAC Wi-Fi"
"Wifi: On"="Wi-Fi: Encendido"
"Wifi: Connected"="Wi-Fi: Conectado"
"Wifi Test"="El Wi-Fi está deshabilitado, ¿Activarlo ahora?"
"WIFI Authentication"="Autenticación Wi-Fi"
"Wifi switch is closed, open it or not?"="El Wi-Fi está deshabilitado, ¿Activarlo ahora?"
"Wifi_Password"="Wi-Fi: Encendido"
"Wifi unreachable"="Wi-Fi inalcanzable"
"Wizard"="Asistente"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="Clav Comp WPA"
"WPA Shared Key can't be empty!"="¡Clave compartida WPA no puede estar vacía!"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="WPS-PIN"
"WPS has opened, please connect in "="El WPS ha sido activado, se conectará en"
"WWW DD MMM"="SSS DD MMM"
"WWW MMM DD"="SSS MMM DD"
"XML"="SSS MMM DD"
"XML_Idle"="XML"
"Server XML"="Servidor XML"
"S_XMLDir"="Grupo XML"
"S_XMLMenu"="DirXML"
"XMLMenu"="DirXML"
"L_XML Brower"="Buzón de voz"
"S_XML Brower"="NavgXML"
"XML Browser"="Navegador XML"
"XmlBrowser"="Navegador XML"
"XmlBrowser_Idle"="Navegador XML"
"L_XML Browser"="Navegador XML"
"Xml browser url cannot be empty!"="XML browser URL cannot be empty!"
"Xml Browser is invalid!"="¡Lector Xml es inválido!"
"L_XML Group"="Grupo XML"
"S_XML Group"="Grupo XML"
"XML Group"="Grupo XML"
"XML Info"="Grupo XML"
"XSI access password is wrong !"="XSI access password is incorrect!"
"Web access password is wrong!"="¡Contraseña de acceso web incorrrecta!"
"XsiEvent"="Evento XSI"
"XSI is empty"="XSI está vacío"
"XSI information is incomplete!"="¡Información XSI incompleta!"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="Nombre de usuario o contraseña incorrecta"
"YY-MM-DD"="YY-MM-DD"
"YYYY MM DD"="YYYY MM DD"
"YYYY/MM/DD"="YYYY/MM/DD"
"YYYY-MM-DD"="AAAA-MM-DD"
"S_Z_Pickup."="DirXML"
"Russian"="Pусский (Russian)"
"S_Security"="Sgurdad"
"Security"="Sgurdad"
"security"="Sgurdad"
"Security Classification"="Clasificación de seguridad"
"Security Classification"="Clasificación de seguridad"
"Security Mode"="Modo Segurid."
"Installed"="Instalado"
"Installed failed"="Error en la instalación"
"KEY"="TECLA"
"Key Type"="Tipo de Tecla"
"Key Event"="Evento en tecla"
"Key Tone"="Tono de Tecla"
"Press Up or Down To Switch Number"="Presione las flechas arriba y abajo para cambiar los números."
"Office Number"="Num. Oficina"
"Office Phone"="Teléfono de oficina"
"Invalid Office number!"="Número de oficina no válido"
"Office number is invalid!"="El número de la oficina no es válido"
"Far Hold"="Espera Remota"
"Hold"="Retener"
"L_Hold"="Retener"
"Public Hold"="Reten Pública"
"S_Far Hold"="Espera Remota"
"S_Hold"="Retener"
"S_Public Hold"="Reten Pública"
"S_Save"="Guardar"
"Save"="Guardar"
"Saved!"="¡guardado!"
"Save Success!"="Guardada exitosamente"
"Success Saved!"="éxito"
"Ring saving ..."="Guardando timbre..."
"Save Password"="Guardar contraseña"
"Saving  Configuration..."="Guardando configuración..."
"Save Failed!"="¡Fallo al guardar!"
"Save Failed! The same profile name or SSID exist"="¡Fallo al guardar! El nombre de perfil o SSID ya existe."
"Saving files!"="Guardando archivos!"
"Saving"="Saving"
"Saving. Please wait..."="Guardando. Por favor espere..."
"Saving..."="Guardando..."
"Saving... Please Wait"="Guardando... Por favor espere"
"Sec.DNS"="DNS.Sec"
"Secondary DNS is invalid!"="¡DNS Secundario inválido!"
"Backlight"="Luz de fondo"
"Backlight Time"="Tpo Luz fondo"
"Backlight Active Level"="Nivel Activo"
"Backlight Inactive Level"="Nivel Inactivo"
"Local_Idle"="Usuario Local"
"Local History"="Historial Local"
"S_Local History"="Historial Local"
"local Directories"="Agenda Local"
"Local Directory"="Directorio Local"
"LocalDirectory"="LocalDirectory"
"LocalDirectory_Idle"="LocalDirectory"
"S_LocalDir"="LocalDir"
"Sorry,Only 1000 contacts are allowed!"="¡Lo siento, solo se permiten 1000 contactos!"
"Local Anonymous"="Anonimato Local"
"Local Anonymous Rejection"="Recha Loc llam Anon"
"L_Local Group"="Grupo Local"
"Local Group"="Grupo Local"
"S_Local Group"="Grupo Local"
"Local CallLog"="Llamadas locales"
"Local User"="Usuario Local"
"Local Codec"="Codec Local"
"Wallpaper"="Fondo de pantalla"
"Wallpaper will change into the default image. Confirm to delete or not?"="El fondo de pantalla cambiará a la imagen predeterminada. ¿Desea continuar?"
"Edit"="Editar"
"ICON_Edit"="Editar"
"S_Edit"="Editar"
"Edit My Device Information"="Editar la información de mi dispositivo"
"Edit Network"="Editar Red"
"Edit Location"="Edit Inf Term Tel"
"Editing"="Edición"
"S_Editing"="Edición"
"Edit Paging Address"="Edit Dir Mensaj Mas"
"Alter Type"="Tipo de Alerta"
"DispCode"="Cód. disp."
"L_Dispcode"="Cód. disp."
"S_DispCode"="Cód. disp."
"Invalid On code!"="Código activación no válido"
"Mark All as new"="Marcar todos como nuevos"
"Mark All as heard"="Marcar todos como escuchados"
"Mark as new"="Marcar como nuevo"
"Mark as heard"="Marcar como escuchado"
"Mark as read"="Marcar como leído"
"Label"="Etiqueta"
"Invalid Label!"="Etiqueta no válida"
"title"="título"
"Dial Emergency"="Marcar emergencia"
"Dialing"="Marcar"
"Play"="Reproducir"
"Playing"="Reproduciendo"
"S_Play"="Reproducir"
"Play Ring"="Reproducir tono llamada"
"Play Record"="Reproducir grabación"
"Play Tone"="Tono Llam Espera"
"Play Voice Message"="Reproducir Mensaje de Voz"
"Unclassified"="Sin clasificar"
"Unclassified"="Sin clasificar"
"Does not exist anywhere"="¡No se a ha configurado la cuenta para Cualquier Terminal"!""
"Can't be empty"="No puede estar vacío!"
"Unavailable !"="No disponible"
"Unable to add to blacklist!"="No se puede añadir a la lista negra"
"Unable to add to contacts!"="No se puede añadir a contactos"
"Can't be empty!"="No puede estar vacío"
"Connot download PLCM Phonebook"="No se puede descargar el Directorio PLCM"
"mismatch"="Sin coincidencia"
"Contact is not local!"="No hay contacto local"
"Not allow opt in/out"="No se permite Opción de participar/no participar "
"Anonymity Disallowed"="¡Anonimato Denegado!"
"Department"="Departamento"
"Sample Rate"="Frecuencia de muestreo"
"Menu"="Menú"
"S_Menu"="Menú"
"Menu key"="Tecla de Menú"
"Operator fail"="¡La operación falló!"
"Draftbox"="Draftbox"
"Test OK"="Test Success"
"Fail in testmode"="Fail in testmode!"
"Test Fail"="Prueba fallida"
"DECT dongle is removed,reboot and switch to DD Phone mode?"="Dongle is removed, reboot and switch to DD Phone mode?"
"DECT dongle is inserted,reboot and switch to DD Phone mode?"="El dongle DECT está insertado. ¿Desea reiniciar y cambiar al modo teléfono DD?"
"S_View"="Ver"
"View"="Ver"
"VIEW"="Ver"
"View more contacts..."="Ver más contactos..."
"View more contacts..."="Ver más contactos..."
"View Executive List"="Ver Lista Ejecutiva"
"View Voice Mail"="Ver Correo de Voz"
"View Assistant List"="Ver Lista Asistente"
"Search LDAP Contacts"="Buscar Contacts LDAP"
"Search Directory"="Buscar Directorio"
"Search For Contacts"="Buscar Contactos"
"Search All Contacts"="Buscar todos contact"
"Search Network Contacts"="Buscar Contacts Red"
"Consult"="Consultar"
"S_Split"="Dividir"
"Split"="Dividir"
"Split All"="Dividir todo"
"Product ID"="ID Producto"
"Product Name"="Nom. Producto"
"Always Off"="Siempre Apagado"
"General"="General"
"Generally Settings"="Ajustes Generales"
"Always On"="Siempre Encend."
"Exceed the upper limit!"="Exceed the max limit!"
"success"="éxito"
"Logout successful"="¡Cerró sesión exitosamente!"
"Login successful"="¡Inició sesión exitosamente!"
"Disconnect Success."="¡Desconexión exitosa!"
"Add the records success"="Se agregó el registro"
"Move to blacklist success"="Traslado a Lista negra exitoso"
"Move the contacts success"="Traslado a Contactos exitoso"
"MTSW ACD Member"="Miembro"
"S_Members"="Miembros"
"S_MTSW ACD Member"="Miembro"
"Memory Full"="¡Los miembros están llenos!"
"city"="ciudad"
"Duration"="Duración"
"Factory Installed"="Instal Fabr."
"Outbound Alternate Number is invalid!"="¡Número Alternativo Saliente inválido!"
"Outbound Alternate Phone Number"="Num Alt Recep Llam"
"Initial Call Back?"="¿Devolver llamada inicial?"
"Initial ACD State"="Estado Inicial ACD"
"Initial State"="Estado Inicial"
"Storage Media Properties"="Espacio Almacenam."
"Wrap up"="Concluyó llamada"
"Disposition Code"="Código Disposición"
"Pager"="Buscapersonas"
"Transport"="Transparencia"
"Transmit Rate"="Tasa Transm."
"Fax"="Fax"
"Secondary DNS"="DNS secundario"
"from the conference?"="de la conferencia?"
"Remove from Favorite"="Eliminar de Favoritos"
"ICON_Remove from Favorite"="QuitFavor."
"Remove selected from favorite?"="¿Eliminar selección de favoritos?"
"error"="Error"
"Wrong user name"="Nombre de usuario incorrecto"
"Wrong user name or password!"="¡Nombre usuario o contraseña incorrecta!"
"Bad Request"="Solicitud Errónea"
"Bad request!"="Bad request!"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Respond"
"Open fail"="¡Falló abrir!"
"Proxy Fallback Interval"="ItvaloPrxyAlt"
"Proxy Fallback Interval is invalid!"="¡Intervalo Proxy alternativo es inválido!"
"Invalid Call on code!"="Invalid call on code!"
"Invalid Reject on code!"="Rechazo no válido en el código"
"Idle Clock"="Reloj en Reposo"
"Idle Clock Display"="Reloj en Reposo en Pantalla"
"SymmOneWayDelay"="Retr Sim Una Vía"
"Current PIN is incorrect."="El PIN actual es incorrecto."
"Current PIN"="PIN anterior"
"Current Time"="Hora Actual"
"VPN can't be on \n\n when file do not exist!"="¡VPN no puede act \n\n cuando arch no exis"
"To navigate the menu, please use the arrow keys below!"="Para navegar menú, pf use teclas flechas!"
"Import Config"="Importar configuración"
"To:"="Para:"
"reached!"="Alcanzado"
"GuestOut"="Cerrar sesión invitado"
"Log Out"="Cerrar sesión"
"Logged Out"="Desconectado"
"Logout"="Salir"
"S_GuestOut"="Cerrar sesión invitado"
"S_Logout"="Salir"
"SignOut"="Cerrar Sesión"
"L_Logout"="Salir"
"In the logout"="Cerrando sesión…"
"In the logout ......"="Logging out…"
"ACD Login"="Registro ACD"
"Logged-in Members"="Miembros conectados"
"Login Type"="Tipo de inicio de sesión"
"Login failed,password mistake."="Error de inicio de sesión, contraseña incorrecta."
"Login Timer"="Temporizador de acceso"
"Login as"="Iniciar como"
"Guest Login"="Ingreso Invitado"
"GuestIn"="Iniciar sesión invitado"
"Logged In"="Conectado"
"Login"="Inicio"
"S_GuestIn"="Iniciar sesión invitado"
"S_Login"="Inicio"
"SignIn"="Iniciar Sesión"
"L_Login"="Inicio"
"Login..."="Iniciando sesión..."
"Login Failed."="Falló inicio de sesión"
"Logging in"="Iniciar sesión"
"In the login ......"="Logging in…"
"Wait for"="Esperar"
"Wait Time"="Tiempo de Espera"
"Level changed"="Cambio de nivel"
"Low"="Bajo"
"region"="región"
"Address"="Dirección"
"Address incomplete"="¡La dirección está incompleta!"
"Location Saved."="Se guardó la ubicación."
"Dot"="Punto"
"Touch to connect with "="Tocar para conectar a"
"LocalMenu"="DirLocal"
"Phonebook"="Directorio"
"L_PhoneBook"="Directorio"
"Phonebook(0)"="Directorio(0)"
"PhoneBook Name"="Nombre Agenda"
"Phone number can't be empty!"="¡Número de teléfono no puede estar vacío!"
"Search by Phone Number"="Buscar por Número Telefónico"
"Phone number is empty!"="¡El número de teléfono está vacío!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="El número teléfonico solo debe consistir en dígitos y una identificación del buzón familiar opcional."
"Phone Unlock PIN"="PIN desbloqueo teléfono"
"Telephone-Event"="Evento de teléfono"
"Phone To Ring"="Teléfono que Timbra"
"The call was hung up"="La llamada se terminó"
"Cable Disconnect"="Cable disconnected!"
"Email"="Email"
"MENU_Email"="Email"
"Top Secret"="Ultra secreto"
"Top Secret"="Ultra secreto"
"Packet Lost"="Paquete perdido"
"S_Discard"="Descartar"
"Jitter"="Fluctuación de paquetes de red"
"Standalone mode"="Modo autónomo"
"Read"="Leído"
"Reading File..."="Leyendo archivo..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Desconectar"
"ICON_Disconnect"="Desconectar"
"S_Disconnect"="Desconectar"
"Disconnect with"="Desconectar de"
"Disconnected"="Desconectado"
"Disconnect failed."="¡Falló desconectarse!"
"Queue"="Cola"
"Queue Name"="Nombre de la Cola"
"Queue Status"="Estado de Cola"
"Contrast"="Contraste"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="S.rem"
"Busy Here"="¡Está Ocupado!"
"Intercom"="Intercomunicador"
"L_Intercom"="Intercomunicador"
"S_Intercom"="Intercomunicador"
"Intercom Number is invalid!"="¡Número de Intercom es inválido!"
"Intercom Barge"="Intro llam Intercom"
"Intercom Mute"="Silen Llam Intercom"
"Intercom Tone"="Tono Llam Intercom"
"Headset mode disabled"="Modo Audífonos desactivado"
"Headset Connected"="Auriculares Conectados"
"From"="Desde"
"Outbox"="Buzón Salida"
"S_Dial"="Enviar"
"S_Send"="Enviar"
"Send"="Enviar"
"To"="A"
"Send Warn"="Enviar advertencia"
"Send Anonymous Rejection Code"="EnvCodRchAnon"
"Send Anonymous Code"="EnvCodAnon"
"Sending Provision Requests"="Enviando Solicitudes de Provisión"
"Sending Requests..."="Env Solicitudes..."
"S_Send Message"="Enviar Mensaje"
"Send Message"="Enviar Mensaje"
"Chinese_T"="繁體中文 (Chinese Traditional)"
"Back"="Volver"
"S_Back"="Volver"
"Back To Record"="Volver al registro"
"Discard"="Descartar"
"Do you want to discard your change?"="¿Quiere descartar su cambio?"
"Invalid Number"="Número no válido"
"Value is invalid!"="¡Valor no válido!"
"Illegal Character"="Carácter no válido"
"Not Emergency Number!"="¡No es número de emergencia!"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Extensión"
"Extension Number"="Num Extensión"
"extension_number"="num_extensión"
"Fail to alloc memory!"="Failed to alloc memory!"
"Shared Directory"="Compartir directorio"
"Min"="Min"
"minutes left for call recording"="Minutos restantes para grabación llamada"
"No"="No"
"Server"="Servidor"
"Service"="Servicio"
"Server URL"="URL Servidor"
"Invalid Server URL!"="URL del servidor no válida"
"server error"="Error del servidor"
"Service error!"="Error del servidor"
"URL"="URL"
"Invalid Server!"="Servidor no válido"
"Server is invalid!"="¡Servidor inválido!"
"float"="flotar"
"Extention"="Extensión"
"Copy to Favorite"="Copiar a Favoritos"
"Capy Favorite Fail"="Error al copiar a Favoritos"
"Copy to Favorites failed!"="Error al copiar a Favoritos"
"Copy to All Lines?"="¿Copiar configuración en todas las líneas?"
"Copy selected to favorite ?"="Copiar selecc en fav?"
"Copy selected to favorite?"="Copiar selecc en fav?"
"Overwrite the original contact?"="¡Sobreescribir el contacto original!"
"This action can not be reversed."="Esta acción es irreversible."
"This action can not be reversed."="Esta acción es irreversible."
"The file doesn’t exist"="¡El archivo no existe!"
"The file doesn't exist"="¡El archivo no existe!"
"The value must be between:1024~65535"="¡La URL está vacía!"
"Changing Language..."="Ajustes de idioma..."
"Advanced"="Avanzado"
"MENU_Advanced"="Avanzado"
"Advanced Setting"="Config Avanzada"
"MENU_Advanced Setting"="Advanced Settings"
"user"="usuario"
"L_ACD Trace"="ACD"
"More"="Más"
"S_More"="Más"
"S_Show More"="Más"
"More..."="Más..."
"S_Show Less"="Ocultar"
"Refresh"="Renovar"
"S_Flash"="Destello"
"S_Update"="Actlzar"
"Update"="Actlzar"
"Now to update the firmware and disconnect with all external micphones"="Para actualizar el firmware, desconéctelo de todos los micrófonos externos."
"Update Config"="Actualizar config."
"Update Configuration"="Actualizar configuración"
"Updating Configuration..."="Actualizando la configuración..."
"Failed to update configuration."="¡No se puede parar la grabación!"
"Configuration updating failed."="Falló la actualización de la configuración."
"Configuration updating completed."="Actualización de configuración completa."
"Configuration updating."="Actualizando la configuración..."
"Update Complete"="Actualización completada"
"Updating Network"="Actualizar red"
"Update Firmware"="Actualizar el firmware"
"Updating !"="Actualizando"
"Updating, please wait..."="Actualizando, por favor espere..."
"Refreshing..."="Renovando..."
"Work Phone"="Tel Trabajo"
"work_phone"="tel_trabajo"
"Work Number"="Número de Trabajo"
"Business Hours"="Horas hábiles"
"Working time"="Work Time"
"Common"="Común"
"Features"="Funciones"
"MENU_Features"="Funciones"
"The feature could not be activated !"="The feature cannot be activated!"
"Function key"="Tecla función"
"The feature activated !"="La función está activada"
"Shared Calls"="Llamadas Compartidas"
"Share line unavailable"="Lin compar no disp"
"Alert SCA Location"="Alerta Termin Comp"
"Firmware"="Firmware"
"Firmware Update..."="Actualización de Firmware..."
"Customer"="Cliente"
"End Call"="Terminar"
"Hang Up"="Colgar"
"S_End Call"="Terminar"
"Off"="Apagado"
"Invalid Off code!"="Código de suspensión no válido"
"Off Code"="Código de desactiv"
"Off code can't be empty!"="¡Código de apagado no puede estar vacío!"
"Relation"="Relación"
"Manage"="Admin."
"S_Manage"="Admin."
"admin"="administrador"
"Manage Group"="Administrar Grupo"
"Broadcasting..."="Transmitiendo..."
"FWD International"="DESVIO Internac"
"Country"="país"
"Filter Type"="Tipo Filtro"
"Buddies"="Amigos"
"L_Buddies"="Amigos"
"Number"="Número"
"Phone Number"="Num Teléfono"
"Phone Numbers"="Nums Teléfonos"
"number?"="Number?"
"Number is invalid!"="¡Número es inválido!"
"Number can't be empty!"="¡El número no puede estar vacío!"
"number is empty!"="El número está vacío"
"Unallocated Number"="Número no asignado"
"Number already exists!"="¡El número ya existe!"
"Blacklist"="Lista negra"
"ICON_Blacklist"="Lista negra"
"black list full"="Blacklist is full!"
"Callout"="Recup Llams"
"Outgoing Call"="Llamada Saliente"
"S_Callout"="Recup Llams"
"Key As Send"="Tecla Enviar"
"Dial"="Enviar"
"ICON_Dial"="Enviar"
"MENU_Dial"="Enviar"
"Call for BLF"="Call for BLF"
"Call Waiting"="Llam en Esper"
"Placed Calllog"="Llams Realiz"
"Placed Calls"="Llams Realiz"
"Call Control"="Control de Llamada"
"MENU_Call Control"="Control de Llamada"
"Call Screening"="Selección de Llamadas"
"Call Screening Switch"="Interrup Selec Llam"
"Call Fail"="Fallo en Llamada"
"Call Alerting"="Alerta de Llamada"
"Call Push Recall After"="Núm timb x rec llam"
"S_Call Push"="Llamar "
"Call Completion"="Completar Llamada"
"S_Call Info"="Call Info"
"Call has been successfully recorded on USB device!"="Call has been successfully recorded on USB device!"
"Call VoiceMail"="Llamar a Correo de Voz"
"S_Call VoiceMail"="Llamar a Correo de Voz"
"Call Voice Mail"="Llamar Correo de Voz"
"S_Call Voice Mail"="Llamar Correo de Voz"
"Invalid Call Park Number!"="Invalid call park number!"
"Callers Waiting"="Llamadas en Espera"
"Calling"="Llamando"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Desvío de Llamadas"
"Call Forwarding Not Reachable"="Desvío de llamada no disponible"
"Call maximum"="Llamada máxima"
"Ignore"="Ignorar"
"S_Ignore"="Ignorar"
"S_Directories"="Agenda"
"S_Directory"="Agenda"
"L_Directories"="Agenda"
"History"="Histor."
"MENU_History"="Histor."
"S_Calllog"="Histor."
"S_History"="Histor."
"Video message cannot be played on the phone!"="¡El mensaje de video no se puede reproducir en el teléfono!"
"video message cannot be played on the phone!"="¡El mensaje de video no se puede reproducir en el teléfono!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="El fondo de pantalla tanto para el teléfono como para EXP cambiará a la imagen predeterminada. ¿Desea continuar?"
"Welcome"="Bienvenido"
"RoundTripDelay"="Retraso Ida Vuelta"
"Resume"="Reanudar"
"S_Resume"="Reanudar"
"Reset to Factory"="Restabl Config Fábrica"
"Factory Setting?"="¿Ajuste de fábrica?"
"Reset To Factory Setting?"="¿Restablecer a Configuración de Fábrica?"
"resume record"="Resumir registro"
"S_UnMute"="Sonido"
"UnMute"="Sonido"
"Resume REC"="Contin. GRAB"
"ResumeREC"="ConGRAB"
"S_Resume REC"="Contin. GRAB"
"S_ResumeREC"="ConGRAB"
"Failed to resume recording"="¡No se puede reanudar la grabación!"
"Call Return"="Reconectar Llamada"
"CallReturn"="Rellamada"
"L_Recall"="Reconectar Llamada"
"Recall"="Reconectar Llamada"
"S_Recall"="Reconectar Llamada"
"S_Redial"="Redisc."
"L_Call Return"="Reconectar Llamada"
"S_Call Return"="Reconectar Llamada"
"Call Back"="Regresar Llamada"
"S_Call Back"="Regresar Llamada"
"S_Reply"="Respond"
"Conf"="Conf"
"Conference"="Conferencia"
"L_Conference"="Conferencia"
"S_Conference"="Conferencia"
"Conference with"="Conferencia con"
"Meeting ID"="Meeting ID"
"ConferenceURL"="URL de Conferencias"
"Conf Manage"="Admin Conf"
"Conference Manage"="Admin. Conferencia"
"conference_number"="num_conferenc"
"Obtaining Status..."="Obt. Estado..."
"Obtaining IP Address"="Obten. Direc. IP"
"Getting"="Obtener"
"Secret"="Secreto"
"Secret"="Secreto"
"PrimaryContact"="Contacto Principal"
"MENU_Basic Setting"="Config Avanzada"
"Basic Setting"="Basico"
"Enable this Location"="Autorizar Terminal"
"Active Level"="Nivel activo"
"Active Line"="Línea activa"
"MENU_Calculator"="Calculadora"
"Record Mode"="Modo de grabación"
"Record file saved"="Se guardó el archivo de registro"
"Record Failed"="Error registro"
"Remember the Password"="Recordar la contraseña"
"Encryption Type"="Tipo Encript."
"S_Join"="Unirse"
"Loading phonebook is error!"="¡Error al cargar el directorio!"
"Load Failed"="Carga falló"
"Loading image..."="Cargando imagen ..."
"Image loading. Please wait !"="Cargando imagen ... Por favor, espere"
"Loading File..."="Cargando archivo..."
"Loading"="Cargando"
"Loading, please wait..."="Cargando, por favor espere..."
"Family"="Familia"
"home_phone"="tel_casa"
"Home Number"="Número de Casa"
"HomeNumber"="HomeNumber""
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Calend Vacac."
"Interval"="Intervalo"
"S_Silent Monitor"="MonOcul"
"Silent Monitor"="MonOcul"
"Network Checking..."="Comprobación de red ..."
"Check"="Comprobar"
"S_Check"="Comprobar"
"Checking!"="Comprobación…"
"Simple"="Simple"
"Chinese_S"="简体中文 (Chinese Simplified)"
"Short Label"="Etiqueta Corta"
"Setup"="Configurar"
"Keyboard"="Teclado"
"Keypad"="Teclado"
"S_Keypad"="Teclado"
"KeyBoard Test"="Prueba de teclado"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Bloqueo de teclado"
"Keypad Lock"="Bloqueo teléfono"
"KeypadLock"="Bloqueo teléfono"
"L_KeypadLock"="Bloqueo teléf"
"L_Phone Lock"="Bloqueo de Teléfono"
"Phone Lock"="Bloqueo de Teléfono"
"S_KeypadLock"="Bloqueo de Teléfono"
"S_Phone Lock"="Bloqueo de Teléfono"
"Lock type"="Tipo de Bloqueo"
"Lock Time Out"="Auto Bloqueo"
"Keypad locked."="Teléfono bloqueado."
"Move selected to contactlist ?"="¿Pasar a contactos?"
"Received"="Received"
"Recv"="Recv"
"Accept the connection request from "="Acepte solicit conexión "
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call cannot be rejected \n\n when answer only!"
"street"="calle"
"Finished"="Terminado"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Terminó Correo de Voz"
"Stop Time"="Hora Final"
"DPickup"="Captu Llam Dirig"
"L_Pick Up"="Captura"
"Pick Up"="Captura"
"Pickup_Idle"="Pickup"
"S_DPickup"="Captu Llam Dirig"
"S_Pick Up"="Captura"
"S_Screenshot"="Buscar"
"Guest Unlock"="DesbInv"
"S_Unlock"="Desbloq"
"Unlock"="Desbloq"
"Unlock"="Desbloq"
"Unlock PIN"="PINDesb"
"Unlock Pin incorrect"="¡PIN incorrecto!"
"Barge In"="Intrrup"
"S_Barge In"="Intrrup"
"Today"="Hoy"
"Emergency Call Only"="Solo Llams Emerg."
"Emergency"="Emerg."
"L_Emergency"="Emerg."
"S_Emergency"="Emerg."
"Emergency Escalation"="Escalamiento de Emergencias"
"Urgent Message"="Mensaje Urgente"
"Enter"="Entrar"
"S_Enter"="Entrar"
"Attended Transfer"="Transferencia asistida"
"Far Mute"="Silencio remoto"
"S_Far Mute"="Silencio remoto"
"Disabled"="Desactivado"
"Forbidden Number"="Número Prohibido"
"manually configing is forbidden!"="La configuración manual está prohibida"
"Executive"="Ejecutivo"
"Executive Common Settings"="Config Común Ejec"
"Executive-Assistant"="Asistente Ejecutivo"
"Executive-Originator"="Realiz Eje Llam"
"ALERT"="Alerta de espera"
"Warning"="Advertencia"
"Warnings"="Advertencias"
"Warning Interval(s)"="Intervalo(s) de advertencia"
"Warrning Tone Interval must be >"="Warning tone interval must be >"
"Warrning Tone Interval must be >= 10 and <= 1800"="El intervalo de tono de advertencia debe ser >= 10 y <= 1800"
"Static DNS"="DNS Estático"
"Static IP"="IP Estático"
"Static IP Client"="Cliente IPv4 Estat."
"Static IPv4 Client"="Cliente IPv4 Estát"
"IPv4 Static DNS"="DNS Est. IPv4"
"Static IPv6 Client"="Client IPv6 Estát."
"IPv6 Static DNS"="DNS Est. IPv6"
"Mute"="Silenciar"
"S_Mute"="Silenciar"
"S_Silence"="Silencio"
"Silence"="Silenc."
"Silent"="Callado"
"Slient"="Slient"
"old"="anterior"
"The old PIN"="PIN anterior"
"Old PWD"="CSÑA Anterior"
"The old pwd"="Contraseña anterior"
"The old password is wrong!"="Contraseña Incorrecta!"
"Block"="Bloq."
"Reject"="Rechaz."
"Rejected"="Rechazado"
"S_Block"="Bloq."
"S_Reject"="Rechaz."
"S_Open Door"="PtaAbta"
"On"="Encender"
"Outbound Status"="Est. Saliente"
"VPN Active"="VPN Activa"
"Lock Enable"="Habil Bloq"
"On Code"="Cod Encendido"
"Off Code could not be empty when On Code is set!"="¡Cod Apag no vacío cuando establ Cod Encen!"
"Enable Diversion Inhibitor"="Inhibid Desvío Llam"
"S_Start"="Iniciar"
"Start"="Iniciar"
"StartSharing"="Comenzar a compartir"
"S_Start REC"="Iniciar GRAB"
"S_StartREC"="IniGRAB"
"Start REC"="Iniciar GRAB"
"StartREC"="IniGRAB"
"Start Time"="Hora Inicio"
"DSS Keys"="Teclas DSS"
"Dsskey"="Tecla DSS"
"Dsskey Wallpaper"="Fondo de pantalla de tecla Dss"
"Optional"="Opcional"
"S_S2S Avail"="Disp."
"S2S Avail"="Disp."
"available network(s)"="Available Network(s)"
"available network(s)(Connected with"="red(es) disponible(s) conectandose con"
"Available Recording Time"="Tiempo de grabación restante"
"Available Wireless Device"="Redes Disponibles"
"Free"="libre"
"Available Recording Time is less than 1 hour"="El tiempo de grabación disponible es menor que 1 hora"
"available network(s)("="Available Network(s)("
"available network(s):"="red(es) disponible(s):"
"Empty"="Vacío"
"N/A"="N/D"
"None"="NINGUNO"
"S_Empty"="Vacío"
"Space is not enough"="Espacio insuficiente"
"Idle Record"="Registro inactivo"
"IdleRecord"="IdleRecord"
"Empty Value"="Nulo"
"Softkey Label"="Etiqu Tecla Multif"
"Fast Forward"="Avance Rápido"
"S_Fast Forward"="Avance Rápido"
"Fast Rewind"="Retroc Rápido"
"S_Fast Rewind"="Retroc Rápido"
"Extentions"="Extensión"
"EXP Key"="EXP Key"
"Expansion module"="Módulo expansión"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="El fondo de pantalla EXP cambiará a la imagen predeterminada. ¿Desea continuar?"
"CallPull"="RecLlam"
"S_CallPull"="RecLlam"
"Talk From"="Hablar Desde"
"Not Acceptable Here"="¡No se puede establecer llamada!"
"Call Filtering"="Filtrado de llamadas"
"Call Filtering Mode"="ModoFiltrLlam"
"Call Filtering Switch"="Interrup Filtr Llam"
"Call Pickup"="Contestar Llam."
"Calls for Pickup"="Llamadas para contestar"
"Incoming video call request..."="Petición de videollamada entrante..."
"From_Num"="De Núm"
"From_FWD"="FWD Desde"
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: Encendido"
"Bluetooth Mac"="Mac de Bluetooth"
"Business Number"="Número Empresa"
"bluetooth device(s)"="dispositivo(s) Bluetooth"
"Bluetooth Device(s)"="dispositivo(s) Bluetooth"
"bluetooth devices"="Dispositivos Bluetooth"
"Bluetooth Device(s) (Connecting with"="Bluetooth Device(s) (Connecting with"
"bluetooth device(s)(Connecting with"="dispositivo(s) Bluetooth conectandose con"
"No Bluetooth Adapter Found."="No Se Encontró Adaptador Bluetooth."
"Bluetooth adapter is removed."="Se eliminó adaptador Bluetooth."
"Adapter has removed out"="El adaptador Bluetooth ha sido removido."
"Type"="Tipo"
"Away"="Lejos"
"S_S2S Unavail"="Lejos"
"S2S Unavail"="Lejos"
"Offline"="Fuera de línea"
"S_Unavail"="NoDisp"
"S_Unavailable"="No Disp"
"Unavail"="NoDisp"
"Unavailable"="No Disp"
"Unavailable Reason Code"="Cod Causa No disp."
"Calllog"="llamadas"
"History Record"="Registro Historial"
"History Setting"="Configuración del Historial"
"History Details"="Detalles de historial"
"Provision now?"="Provisionar ahora?"
"Update now?"="¿Actualizar ahora?"
"Connect"="Conectar"
"ICON_Connect"="Conectar"
"S_Connect"="Conectar"
"USB Connecting"="Conectando USB"
"Connection timeout \n please try again!"="Conectando..."
"Connect Success."="¡Conexión exitosa!"
"Connect to"="Conectar a"
"Disconnecting..."="Desconectando..."
"Failed to connect \nto server!"="¡No se puede conectar\n al servidor!"
"Failed to connect to server!"="¡No se puede conectar al servidor!"
"Connect failed."="La conexión falló."
"Connect Fail!"="Error al conectar"
"Connect Mobile Failed"="Error al conectar el móvil"
"Connecting"="Conectando"
"Connecting..."="Conectando..."
"Contact already exists. Add contact with the same name?"="El contacto ya existe. ¿Crearlo aún así como un nuevo contacto?"
"Delete the contact will also delete the contact in the server and can not be restored."="El contacto esta borrado no puede restaurarse"
"contact full"="¡La lista de contactos está llena!"
"Contacts Setting"="Configuración del contacto"
"Contact Details"="Detalles del contacto"
"Contact exist!"="¡Nombre de contacto ya existe!"
"Confirm PIN mismatch!"="¡PIN no concuerda!"
"FlexSeat"="Ingreso de Usuario Flexible"
"FlexSeat Login"="Ingr flex terminal"
"Ring Tones"="Tonos de Timbre"
"MENU_Browser"="Navegador"
"Browse Photo"="Examinar Foto"
"Browse Recordings"="Examin Grabac Audio"
"Messages List"="Lista de Mensajes"
"L_Messages List"="Lista de Mensajes"
"S_Messages List"="Lista de Mensajes"
"L_Record"="Registro"
"Record"="Registro"
"S_Record"="Registro"
"Voice Record"="Grabación de voz"
"Failed to record call"="¡No se puede grabar la llamada!"
"MENU_Recorder"="Grabadora"
"Voice Recorder Number is invalid!"="¡Número de Grabadora de Voz inválido!"
"Recording not allow play any record!"="Cannot play any record during recording!"
"Record VM"="Grabar VM"
"Record Warning Tone"="Grabar tono de advertencia"
"Recording not allow delete any record!"="Cannot delete any record during recording!"
"Trace Route"="Trace route"
"Code"="Code"
"Busy..."="Ocupado..."
"Busy"="Ocupado"
"B Transfer"="Tranf B"
"S_B Transfer"="Tranf B"
"No Record"="Sin registro"
"No available Wi-Fi,go to Wi-Fi setting now?"="Red inalámbrica no disponible, ¿Ir a configuración de redes ahora?"
"No Available Account"="No Answer Processing="Sin Proces. Resp""
"No EXP"="Ningún EXP"
"No USB Inserted"="Sin USB conectado."
"No contact!"="Ningún Contacto!"
"No Disposition Codes"="¡No hay códigos de disposición!"
"No Bridge"="No Bridge"
"No Timezone"="No Timezone"
"No submit url !"="No submit URL!"
"No find wifi adapter!"="¡No se encontró adaptador Wi-Fi!"
"Media Type"="Tipo de Medio"
"Media Stats"="Estadísticas soporte"
"Media audio"="Audio de medios"
"Invalid US Date Format!"="Formato de fecha de EE. UU. no válido"
"Invalid US Time Format!"="Formato de hora de EE. UU. no válido"
"Opt Out"="Exclusión"
"Opt In"="Inclusión"
"Password"="Contraseña"
"Change Password"="Cambiar Contraseña"
"Password can't have space only"="La contraseña no puede contener espacio"
"Password can't be empty!"="¡La contraseña no puede estar vacía!"
"Confirm password mismatch!"="¡Contraseñas no concuerdan!"
"Passwords don't match!"="Las contraseñas no coinciden"
"Password is wrong!"="¡Contraseña Incorrecta!"
"Password is invalid!"="¡La contraseña inválida!"
"Cipher Type"="Tipo Cifrado"
"Invalid Password!"="Contraseña no válida"
"Do Not Disturb"="No Molestar"
"DND Enable"="Estado DND"
"DND"="DND"
"L_DND"="DND"
"S_DND"="DND"
"Speader mode disabled"="Modo manos-libres desactivado"
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="s"
"first_name"="primer_nombre"
"Name suffix"="Sufijo de nomre"
"Name prefix"="Prefijo del nombre"
"Members"="Miembros"
"members"="Miembros"
"Last Name"="Apellido"
"Name can't be empty!"="¡El nombre no puede estar vacío!"
"ICON_Sort First Name"="Sort by First Name"
"Sort First Name"="Organizar por Primer Nombre"
"Search by FirstName"="Buscar por Primer Nombre"
"Search by Name"="Buscar por Nombre"
"Name is invalid!"="El nombre no es válido"
"Default"="Error"
"default"="Error"
"S_default"="Predeterminado"
"CommonRingTone"="Común"
"Default password is in use"="Contrsña predet. en uso"
"Default Password is in used!"="Default pwd is in use."
"Default Gateway"="PrtaEnlacPred"
"IPv4 Default Gateway"="Puer Enlac IPv4"
"Default Gateway is invalid!"="¡Puerta de Enlace Predet. inválida!"
"Default Account"="Cuenta Pred."
"Target"="Objetivo"
"Target can't be empty!"="¡El destino no puede estar vacío!"
"Server Internal Error"="Error del servidor interno"
"Out of memory!"="¡No hay espacio en memoria!"
"Storage is not enough, recorded file is saved."="Almacen no sufic, archivo se guardó."
"Invalid Intercom Number!"="Invalid Intercom number!"
"Do you want to delete all %s call logs? This action can not be reversed."="¿Desea eliminar todos los %s registros de llamadas? Esta acción es irreversible."
"Nick Name"="Sobrenombre"
"Nickname"="El seudónimo no puede estar vacío."
"Nick name must be unique."="El sobrenombre debe ser unico"
"Nick name must not be empty."="El seudónimo no puede estar vacío."
"Anonymous"="Anónimo"
"Anonymous Call"="Llamada anónima"
"Anonymous Rejection"="Rechazo anónimo"
"Year"="Año"
"Date(YMD)"="Fecha(AMD)"
"Your Name or Password was not Recognized!"="Nombre de usuario o contraseña incorrecta"
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="Se desconectará automáticamente de la sesión en MLHG. ¿Está seguro que quiere iniciar sesión?"
"You have quitted the group successfully."="Abandonó el grupo con éxito."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="En cola"
"Paired Bluetooth Device"="Disposit Bluetooth Emparejado"
"Configuration"="Configuration"
"Config Version"="Versión configuración"
"Config updating!"="Config updating!"
"Configuration Updating !"="¡Actualizando configuración!"
"Configuration update complete."="Actualz config completa"
"Nothing Changed!"="¡Nada cambió!"
"Friend"="Amigo"
"Passkey"="Clave"
"Frequency"="Frecuencia"
"hiragana_first_name"="nom_hiragana"
"hiragana_last_name"="apel_hiragana"
"Platform"="Plataforma"
"Screensaver"="Protector de Pantalla"
"Screensaver Type"="TipProPntalla"
"Var"="usuar val agreg"
"Common Account"="Cuenta común"
"Other"="Otro"
"Others"="Otro Número"
"Other error!"="Otro error"
"Other Number"="Otro Número"
"OtherNumber"="OtherNumber""
"L_Enterprise"="Emerg."
"S_Enterprise"="Empresa"
"Call Initiation"="ActLlam"
"S_Call Initiation"="ActLlam"
"Enabled"="Activado"
"Intercom Allow"="Permitir Intercom"
"enabled direct process"="Activado"
"ICON_PrevPage"="Pág. ant."
"PrevPage"="¡La operación anterior todavía se encuentra en proceso! "
"S_PrevPage"="PrevPage"
"L_Prefix"="Prefijo"
"Prefix"="Prefijo"
"S_Prefix"="Prefijo"
"Prefix is invalid!"="¡Prefijo es inválido!"
"Bridge"="Puente"
"Bridge ID"="ID de Puente"
"BridgeID is invalid!"="¡ID de Puente es inválido!"
"S_Swap"="Alternar"
"S_Switch"="Cambiar"
"Swap"="Alternar"
"Switch"="Cambiar"
"SwitchAccount"="SwitchAccount"
"L_Switch"="Cambiar"
"Switch Account"="Cambiar cuenta"
"S_Clear"="Borrar"
"Clear web.cfg settings"="Borrar config web.cfg"
"Clear local.cfg settings?"="¿Restablecer configuración local?"
"Clear non-static settings?"="¿Restablecer configuración no estática?"
"Clear all static.* settings?"="¿Restablecer configuración estática todo?"
"Clear All Record ?"="¿Borrar registros?"
"Clear All Photo ?"="¿Borrar total fotos?"
"Clear all userdata & local config?"="¿Restablecer config local y dat usuar?"
"Clear Icon"="Clear Icon"
"S_Clear Icon"="Borricon"
"Clear account config \n\n please wait..."="Borrar config cuenta \n\n p.f. espere..."
"Clear your account config?"="¿Borrar su config de cuenta?"
"Please Wait!"="Por favor, espere"
"Please wait..."="Please wait..."
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Reproduciendo"
"Please insert a USB drive!"="¡Inserte una memoria USB!"
"EXP power is lack!"="¡Se requiere el adaptador de corriente externo!"
"Leave Message"="Dejar mensaje"
"Do you want to save the contact or discard it?"="¿Desea guardar el contacto o descartarlo?"
"Do you want to save your changes or discard them?"="¿Quiere guardar sus cambios o descartarlos?"
"Do you want to save the message or discard it?"="¿Desea guardar el mensaje o descartarlo?"
"Do you want to logout?"="¿Desea finalizar sesión?"
"Would you like to sync phone contacts temporarily?"="¿Quisiera sincroniz contact tel temporalm?"
"Please wait"="Por favor espere"
"Please enter your SIP Credential Password!"="¡Pf ingrese contraseña credencial SIP!"
"SIP credential password!"="¡Contraseña de credenciales SIP incorrecta!"
"Please input server address"="Please input server address"
"Please input the keyword(s)"="Por favor ingrese palabra(s) clave(s)"
"Please Enter Filter Conditions"="Favor Ingrese  condiciones de filtrado"
"Enter Filter Conditions"="Ingr Cond Filtr"
"Please Enter Password"="Favor ingrese password"
"Please input complete pin code"="Ingrese el código PIN completo"
"Please enter an IP address or domain name"="P fav Ingr dirección IP o nombre dominio"
"Previous Operation in Process."="¡La operación anterior todavía se encuentra en proceso! "
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Seleccione"
"Please selected contact!"="¡Por favor seleccione el contacto!"
"Please selected record!"="Seleccione un registro"
"Please select a Disposition Code!"="¡Por favor, seleccione un Código de Disposición!"
"Please selected a group!"="Seleccione un grupo."
"Please select a group"="Seleccione un grupo"
"Please contact your service provider for commprotal web URL!"="¡Por favor contacte a su proveedor de servicio para obtener una URL de la web commportal!"
"Please contact your service provider for CommPortal web Username/Password!"="¡Por favor contacte a su proveedor de servicio para obtener un Nombre de Usuario/Contraseña de la web commportal!"
"Please input below PIN code on your WIFI router and press OK to start connecting:"="Ingrese a continuación el código PIN de su router Wi-Fi y presione Aceptar para iniciar la conexión:"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Por favor ingrese el código PIN de abajo en su enrutador Wi-Fi y presione OK para conectarse:"
"Please retry..."="Vuelva a intentarlo..."
"Retrieve"="Recuper"
"S_Retrieve"="Recuper"
"Retrieve Failed."="Recuperación falló."
"L_Retrieve Park"="Recup Llam Reten"
"Retrieve Park"="Recup Llam Reten"
"Cancel"="Cancel."
"S_Cancel"="Cancel."
"Cancel Login"="Cancelar inicio sesión "
"Cancel Select Executive"="Canc. Selec. Ejecutivo"
"Range of value is illegal"="El rango del valor no es permitido!"
"Delete All"="BorrTod"
"ICON_Delete All"="BorrTod"
"S_Split All"="Dividir"
"All Off"="TdasApg"
"S_All Off"="TdasApg"
"All On"="TdasEnc"
"S_All On"="TdasEnc"
"Global Address Book"="Libreta de Direcciones Global"
"Del All"="BorrTod"
"S_Del All"="BorrTod"
"S_Delete All"="BorrTod"
"OK"="OK"
"S_OK"="Aceptar"
"Are you sure to set a blank password?"="¿Confirma dejar contraseña en blanco?"
"Confirm PIN"="Confirmar PIN"
"Are you sure you want to Log out!"="¿Está seguro que desea cerrar sesión?"
"Confirm PWD"="Confirm. CSÑA"
"Group Id is invalid!"="¡Id de grupo inválido!"
"Group Listening"="Escuchar en Grupo"
"L_Group Listening"="Escuchar en Grupo"
"Group"="Grupo"
"L_Group"="Grupo"
"S_Group"="Grupo"
"group_id"="id_grupo"
"Group isn't exist!"="¡Grupo no existe!"
"Group not existed!"="El grupo no existe"
"Group is full!"="¡El grupo está lleno!"
"Group Night Forward"="Desvío Noct Llam Grupo"
"Group already exist!"="¡Grupo ya existe!"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Lín comunic direct"
"Hot Number"="Número directo"
"HotLine Delay"="Tmpo Mar Lin Direc"
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Hotline delay should be 0 ~ 10!"
"Authentication Failed!"="Error de autenticación"
"Day"="Día"
"MENU_Calendar"="Calendario"
"Date"="Fecha"
"Date Format"="Formato Fecha"
"Date Format is invalid!"="¡Formato de fecha inválido!"
"logs"="Logs"
"Softkey 1"="Tecla Multifunción 1"
"Softkey 2"="Tecla Multifunción 2"
"Softkey 3"="Tecla Multifunción 3"
"Softkey 4"="Tecla Multifunción 4"
"S_Scan"="Buscar"
"Scan Wifi"="Escanear Wi-Fi"
"Scanning bluetooth devices.."="Scanning Bluetooth devices..."
"Scanning..."="El escaneo se detendrá, si continúa con este procedimiento."
"Delete"="Borrar"
"ICON_Delete"="Borrar"
"S_Delete"="Borrar"
"S_Remove"="Retirar"
"Deleting."="Eliminando"
"Delete successed"="Borrado exitoso"
"Deleted successfully"="Se eliminó correctamente"
"Delete number?"="¿Borrar número?"
"Delete the record?"="¿Borrar el registro?"
"Delete Call Log"="Eliminar registro de llamadas"
"Delete the contact?"="El contacto esta borrado no puede restaurarse"
"Delete all numbers?"="¿Borrar todos los números?"
"Delete all locations?"="¿Borrar todos los terminales telefónicos?"
"Delete Group"="Borrar Grupo"
"Delete selected wallpaper?"="¿Borrar el fondo de pantalla seleccionado?"
"Delete seleted images?"="¿Borrar las imágenes seleccionadas?"
"Delete the selected message?"="¿Borrar el mensaje seleccionado?"
"Delete seleted item?"="¿Borrar elemento seleccionado?"
"Delete selected paging group?"="¿Borrar el grupo seleccionado para envío de mensajes masivos?"
"Delete all?"="¿Eliminar todos?"
"Delete All Call Log"="Eliminar todos los registros de llamadas"
"Delete all item?"="¿Borrar todo el elemento?"
"Delete all the call records?"="¿Borrar todos los registros de llamadas?"
"Delete all images?"="¿Borrar todas las imágenes?"
"Delete All Items?"="¿Borrar Todos los Elementos?"
"Delete All Group?"="¿Borrar todo el grupo?"
"Delete all paging group?"="¿Borrar todos los grupos para envío de mensajes masivos?"
"Deleting Calls"="Eliminar llamadas"
"Deleting completed."="Borrado completo."
"Delete location?"="¿Borrar terminal teléfonico?"
"Delete File Success"="Se eliminó el archivo"
"Delete File Fail"="Error al borrar archivo"
"Delete Message?"="¿Borrar mensaje?"
"Do you want to delete this call log?"="¿Desea eliminar este registro de llamadas?"
"Delete Selected Group?"="¿Borrar el grupo seleccionado?"
"Delete Focus Record ?"="Delete selected record?"
"Delete the selected records?"="¿Desea eliminar el registro seleccionado?"
"Delete Selected Item?"="¿Borrar Elemento Seleccionado?"
"Delete the select item?"="¿Desea eliminar el elemento seleccionado?"
"Delete this audio?"="¿Borrar este archivo de audio?"
"Delete this group message(s)?"="¿Borrar los mensajes de este grupo?"
"Delete this Message?"="¿Desea eliminar este mensaje?"
"Delete this message?"="¿Desea eliminar este mensaje?"
"Delete this voice mail?"="¿Borrar este correo de voz?"
"Deleting"="Eliminando"
"Deleting. Please wait..."="Borrando. Por favor espere..."
"Deleting..."="Borrando..."
"Deleting... Please Wait."="Borrando... Por favor espere."
"Ring Splash"="Timbre de Aviso"
"Previous"="Previo"
"S_Previous"="Previo"
"GuestLock"="BloqInv"
"S_GuestLock"="BloqInv"
"Prev"="Ant."
"S_Prev"="Ant."
"Move Up"="Mover Hacia Arriba"
"Phone"="Teléfono"
"Device Name"="Nom disposit."
"Device name can't be empty!"="¡Nombre de usuario no puede estar vacío!"
"Device Info"="Información dispositivo"
"Device Cert"="Cert Dpositiv"
"ICON_Setting"="Ajuste"
"MENU_Settings"="Ajustes"
"S_Set as"="Establecido como"
"Set as"="Establecido como"
"Setting"="Ajuste"
"Settings"="Ajustes"
"Go to Setting?"="Libreta de Direcciones Global"
"Set E911 Location"="Definir ubicación E911"
"Set wallpaper successfully"="¡Se estableció con éxito como fondo de pantalla!"
"Set WallPaper Fail"="Error al establecer el papel tapiz"
"Set Dsskey wallpaper successfully"="Papel tapiz de Dsskey establecido exitosamente"
"Setting Type"="Tipo de Ajuste"
"Set you location?"="¿Desea definir la ubicación?"
"Set screensaver successfully"="¡Se estableció con éxito como protector de pantalla!"
"Config Updating"="acualizando config"
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="Poner fondo pantalla EXP"
"Set EXP wallpaper successfully"="¡Se estableció con éxito como fondo de pantalla EXP!"
"Set as wallpaper"="Poner como fondo pantalla"
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Poner protector pantalla"
"An error occurred during file setting"="Ocurrió un error durante la configuración del archivo."
"Set Voice Mail Code"="Estbl Cod Corr Voz"
"Apply for binding devices"="Solic dispo vinculantes"
"Invalid Identity!"="Identidad no válida"
"Upgrade Video"="Actualizar video"
"Update Finish !"="¡Terminó la actualización!"
"Sound"="Sonido"
"Remaining battery"="Batería restante"
"Available Audio Record"="Grabación de audio disponible"
"Remaining Time"="Tmpo restante"
"failed"="falló"
"Failed!"="Failed!"
"Failed."="Failed."
"Failed. Please retry..."="Falló. Por favor vuelva a intentar..."
"Time(HMS)"="Hora(HMS)"
"Time"="Hora"
"Time Format"="Form. Tiempo"
"Time Format is invalid!"="¡Formato de Hora inválido!"
"Invalid Time Format!"="Formato de tiempo no válido"
"Time & Date"="Hora y Fecha"
"Time & Date Format"="Formato Hora-Fecha"
"Time Zone"="Zona Tiempo"
"Identify USB device failed."="No se puede identificar el dispositivo USB."
"User name couldn't be empty!"="¡El nombre de usuario no puede estar vacío!"
"bw_userid"="ID Usuario BW"
"Use Host"="Usar conf servidor"
"Always with Pause/Resume"="Siempre pausa/reanudar"
"Video"="Video"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Video conferencia"
"Video record error!"="Record video error!"
"video record error!"="Record video error!"
"Yes"="Sí"
"Log Out?"="¿Cerrar sesión?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Are you sure to remove "
"Are you sure to remove ?"="Confirm to remove ?"
"Do you want to delete all call logs?"="¿Desea eliminar todos los registros de llamadas?"
"Do you want to delete all placed call logs?"="¿Desea eliminar todos los registros de llamadas realizadas?"
"Do you want to delete all call logs?This action can not be reversed."="¿Desea eliminar todos los registros de llamadas? Esta acción es irreversible."
"Do you want to delete all missed call logs?"="¿Desea eliminar todos los registros de llamadas perdidas?"
"Do you want to delete all received call logs?"="¿Desea eliminar todos los registros de llamadas recibidas?"
"Are you sure to delete the Account information ?"="¿Seg borr info cuenta?"
"Are you sure logout?"="Are you sure to log out?"
"Are you sure to exit the account ?"="¿Seguro salir cuenta?"
"Do you want to remove"="¿Desea eliminar"
"Adapter has added, scanning the bluetooth devices right now?"="Se agrego un adaptador Bluetooth, ¿Escanear dispositivos Bluetooth ahora?"
"Favorite"="Favoritos"
"Favourite"="Favoritos"
"ICON_Favorite"="Editar"
"Favorite is on\n manually configing is forbidden!"="Favoritos está activado.\n No se permite la configuración manual."
"Favoritelist"="Lista favorita"
"Favorite Directory"="Directorio de favoritos"
"Favorite Index"="Índice de Favoritos"
"Favorite Index already exist!"="Ya existe el índice de Favoritos."
"Charge"="Charge"
"Inbox"="Buzón Correo"
"Handset mode disabled"="Modo auricular desactivado"
"Manual Setting"="Config. Manual"
"Mobile"="Celular"
"mobile_phone"="tel_celular"
"ICON_Send by Mobile"="Env p Cel"
"S_Send by Mobile"="Env p Cel"
"Send by Mobile"="Env p Cel"
"Mobile Account"="Cuenta del Celular"
"Mobile Number"="Num Celular"
"Mobile Account is not connected!"="¡La cuenta del celular no está conectada!"
"Invalid Mobile number!"="Número de celular no válido"
"Mobile number is invalid!"="El número de móvil no es válido."
"Mobile Contacts"="Contactos del Celular"
"Mobile Connected"="Celular Conectado"
"Phone audio"="Audio del teléfono"
"Mobile Voice Mail"="Correo de voz móvil"
"L_Mobile Account"="Cuenta del Celular"
"Pri.DNS"="DNS.Pri"
"Enter the 9 PIN Code"="Ingrese el código PIN de 9 dígitos"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Ing csña acces web"
"Enter number"="Ingrese num."
"Enter the meeting ID"="Ingrese la ID de la reunión"
"Enter Conference alias or URI"="Ingr. código"
"Enter Password"="Ingrese Contraseña"
"Enter code"="Ingr. código"
"Enter New Pin"="Ingrese un nuevo PIN"
"Packets lost"="Paqu perdidos"
"Flash"="Flash"
"S_Refresh"="Renovar"
"Flash DssKey"="Flash Dsskey"
"Refresh Failed."="Actualización fallida"
"Flash Time"="Tiempo de flash"
"Flashing"="Destello"
"Refreshing.."="Refreshing.."
"Sequential"="Secuencial"
"L_Private Hold"="Retención Privada"
"Personal Address Book"="Libreta de Direcciones Local"
"L_Personal"="List Mensj Mas"
"S_Personal"="Persnal"
"PriHold"="Retener aquí"
"Private Hold"="Retención Privada"
"S_PriHold"="Retener aquí"
"ICON_Search"="Buscar"
"S_Search"="Buscar"
"Scan"="Buscar"
"Search"="Buscar"
"Search Key"="Buscar Clave"
"Search Result"="Result Busque"
"Scan Bluetooth Device"="Escanear Dispositivo Bluetooth"
"Search Type"="Buscar Tipo"
"Search Global Contacts"="Busca ctactos global"
"Search Group"="Buscar grupo"
"Scan failed."="El escaneo falló."
"Search Failed!"="Búsqueda fallida"
"L_SpeedDial"="MarcaciónRápida"
"S_SpeedDial"="MarcaciónRápida"
"SpeedDial"="MarcaciónRápida"
"Anywhere"="En cualquier lugar"
"Alert Broadworks Anywhere Location"="Alerta Cualq Termin"
"Both"="Ambos"
"All XML Group"="Todo el grupo XML"
"All keys"="Todas las teclas"
"All Contact"="All Contacts"
"All Buddies"="Todos los amigos"
"All Calllog"="Todas Llam."
"All Calls"="Todas Llam."
"All Income Calls"="Todas Llamadas"
"All Contacts"="Tdos Contact"
"L_All Contacts"="Tdos Contact"
"S_All Contacts"="Tdos Contact"
"All Groups?"="¿Todos los grupos?"
"all message?"="¿Todos los mensajes?"
"All Internal Calls"="Tod Llams Intern"
"All External Calls"="Tod Llams Extern"
"Lock"="Bloquear"
"lock"="Bloquear"
"Locked."="Bloqueado"
"Menu Locked"="Menú bloqueado"
"S_Guest Lock"="BlqInvt"
"Lock Time Should be more than 0!"="El tiempo de bloqueo debe ser mayor que 0"
"Specified AES"="Confi Cifrado Común"
"Tips:"="Tips:"
"Add"="Agregar"
"ICON_Add"="Agregar"
"S_Add"="Agregar"
"Add Metaswitch Contact"="Añadir Contacto Metaswitch"
"Add PAB"="Añadir PAB"
"Add to"="Agregar a"
"ICON_Add to"="Agregar a"
"Add To Metaswitch Contact"="Añadir a Contactos Metaswitch"
"ICON_Add To Metaswitch Contact"="Añadir a Contactos Metaswitch"
"Add to local Contacts"="Añad a contact. locales"
"Add to Favorites with an index of"="Add to Favorites with an index of"
"Add to Blacklist"="Agr. a lista neg"
"Add to Contact"="Agr. a Contacto"
"Add to Contacts"="Agr. a Contactos"
"ICON_Add to Contacts"="Agr. a Contactos"
"Add to Favorite with an index of"="Agregar a Favoritos con índice de"
"Add to Personal"="Agr. a Personal"
"Add Number"="Agregar Num."
"Add Blacklist"="Agregar a Lista Negra"
"Add Contact"="Agregar Contacto"
"Add Personal"="AgrPers"
"ICON_Add Personal"="AgrPers"
"Add network"="Agregar Red"
"Add Group"="Agregar Grupo"
"S_Add Group"="Agregar Grupo"
"Add Group SoftKey"="AgrGrupo"
"S_Add Group SoftKey"="AgrGrupo"
"New Missed Call(s)"="Nueva(s) Llamada(s) Perdida(s)"
"New Text Message"="Nuevo(s) Mensaje(s) de Texto"
"New Voice Mail(s)"="Nuevo(s) Correo(s) de Voz"
"Skip"="Skip"
"Update Skipped"="Actualiz. Omitida"
"S_Stop"="Parar"
"Stop"="Parar"
"Stopped"="Parado"
"StopSharing"="Dejar de compartir"
"S_Stop REC"="Parar GRAB"
"S_StopREC"="ParGRAB"
"Stop REC"="Parar GRAB"
"StopREC"="ParGRAB"
"Failed to stop recording"="¡No se puede parar la grabación!"
"Call Finish"="Llamada Finalizada"
"Call Recording"="Grabación de llamada"
"CallReturn_Idle"="CallRecord"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Hablando"
"Call Park"="Retener Llamada"
"L_Call Park"="Retener Llamada"
"Call Park Number is invalid!"="¡Número de Retención de Llamada inválido!"
"Transfer"="Transf."
"Transfer to"="Transferencia a"
"Calls Longest"="Tiempos de Espera más largos"
"Directories"="Agenda"
"Directory"="Agenda"
"L_Directory"="Agenda"
"MENU_Directory"="Agenda"
"Synchronous mode"="Modo sincrónico"
"Sync failed"="Error en la sincronización"
"Mobile Contacts Sync"="Sincronización de Contactos del Celular"
"Simultaneous"="Simultáneo"
"Simultaneous Ring Personal"="Timbre Simultáneo Tel"
"Transparency"="Transparencia"
"Photo"="Foto"
"Image load error !"="Error al cargar imagen"
"Image is too large !"="La imagen es muy grande"
"Can not compress pictures!"="Imposible comprimir imágenes "
"Photo Details"="Photo Details"
"Exit"="Salir"
"S_Exit"="Salir"
"Update Existing"="Actualización existente"
"BackSpace"="Retroceso"
"Done"="Hecho"
"Finish"="Finish"
"S_Finish"="Termin."
"Saving completed."="Se guardó exitosamente."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Wizard completed!\nNetwork changed, rebooting now…"
"Complete the Wizard!\n\nInitializing...Please Wait"="Wizard completed!\n\nInitializing...Please wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Contacto sincronizándose"
"Contact not existed!"="El contacto no existe"
"Network"="Red"
"L_Network Favorites"="Favorit UC red"
"Network Favorites"="Favoritos de Red"
"Network Unavailable"="Red No Disponible"
"Net unavailable !"="Red no disponible!"
"Network unavailable."="Red no disponible."
"The network is unstable"="Red inestable"
"Storage Network"="Red Conocida"
"S_Network Calls"="Mi Estado"
"Network PhoneBook"="Agenda de red"
"Network Call List"="Lista de Llamadas de Red"
"Network changed. Rebooting"="La red cambió. Reiniciando"
"Web Timer "="Temporizador web "
"Web Timer should be 0-120!"="El temporizador web debe ser 0-120"
"Network CallLog"="Historial llam en red"
"NetworkCallLog"="NetworkCallLog"
"NetworkCalllogGroup"="NetworkCalllogGroup"
"Calllog Directories"="Historial de llamadas en red"
"Network Directories"="Agenda de Contactos en red"
"Network Directory"="Agenda de Contactos en red"
"NetworkDirectoryMenu"="NetworkDirectoryMenu"
"S_Network Directories"="Agenda de Contactos en red"
"S_Network Directory"="Agenda de Contactos en red"
"NetworkDirectoryGroup"="GrupoDirectoRed"
"S_NetworkDirectoryGroup"="GrupoDirectoRed"
"L_Network Contacts"="Contactos de Red"
"L_Network Group"="Grup Contact Red"
"Network Contacts"="Contactos de Red"
"Network Group"="Grup Contact Red"
"S_Network Group"="Grup Contact Red"
"S_Network Contacts"="Contactos de Red"
"NetworkFavorites"="FavoritosRed"
"S_Network Dirctory"="Dir.red"
"Network unreachable"="Red no disponible"
"Network Details"="Detalles de la red"
"Network Status"="Estado de la Red"
"web"="web"
"Web Server"="Servidor Web"
"UnTested"="UnTested"
"Undefined Error!"="Error no definido"
"UnRead"="Sin leer"
"Missed"="Missed"
"Missed Calllog"="Llams Perdid"
"Missed Calls"="Llams Perdid"
"Missed Call"="Llamada Perdida"
"unauthorized."="No autorizado"
"Not Found"="No se encontró"
"Unknown"="Desconocido"
"Unknown Error !"="Error desconocido"
"Unknown Line"="Lin dsnocida"
"User unknown."="Usuario desconocido."
"Unregistered"="Reg. anulado"
"Un-Park"="Un-Park"
"Location"="Terminal telefónica"
"location?"="¿ubicación?"
"Locations"="Ubicaciones"
"Text can't be empty!"="¡El texto no puede estar vacío!"
"Text Message"="Mensaje de Texto"
"File do not exist !"="File does not exist!"
"File Not Exist!"="File does not exist!"
"File layout error !"="File layout error !"
"File Size"="Tamaño de Archivo"
"MENU_File Manager"="Adm. archivos"
"File Name"="Nombre del archivo"
"Profile Name"="Nombre Perfil"
"File is too large !"="File is too large !"
"The file is too large"="El archivo es muy grande."
"Incorrect filesystem, please use FAT32"="Sistema de archivos incorrecto, use FAT32"
"File already exists, Confirm to replace or not?"="El archivo ya existe. ¿Desea reemplazarlo?"
"File already exists"="El archivo ya existe."
"file renaming"="Cambiar nombre de archivo"
"My Mobile"="Móvil"
"S_My Mobile"="Móvil"
"My State"="Mi Estado"
"My Status"="Mi estatus"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="NingunaURL"
"Unrecognized USB"="Dispositivo USB desconocido"
"Can not register to sip server."="Cannot register to SIP server."
"No Group"="No hay Grupo"
"Always forward to"="Always forward to"
"Always Forward"="Desv. Siempre"
"Wifi adapter has added, scanning the wifi devices right now?"="Se agregó un adaptador Wi-Fi, ¿Escanear las redes Wi-Fi disponibles ahora?"
"Wifi adapter has removed out"="Se retiró el adaptador Wi-Fi"
"Wifi"="Wifi"
"Storage list is full, please delete old one if wanting to add in"="La lista de redes inalámbricas está llena, ¡Por favor borrar una de estas, antes de agregar una nueva!"
"List is full, please delete before add!"="¡La lista de redes inalámbricas está llena, ¡Por favor borrar una de estas, antes de agregar una nueva!"
"Wireless Status"="Estado del Wi-Fi"
"Invalid"="No válido"
"Invalid BLF Value!"="Valor de BLF no válido"
"Unknown Uri scheme"="Esquema Uri desc."
"Invalid IPv6 IP Prefix!"="Prefijo de IPv6 IP no válido"
"Invalid NTP server2!"="Servidor2 NTP no válido"
"Invalid Outbound Alternate Number!"="Número alternativo de salida no válido"
"Invalid Outbound proxy!"="Proxy de salida no válido"
"Invalid Xml Browser Value!"="Valor del navegador XML no válido"
"Invalid Family number!"="Número de familia no válido"
"Invalid Extension!"="Extensión no válida"
"Invalid Voice Recorder Number!"="Número grabadora de voz no válido"
"Invalid Prefix Value!"="Valor de prefijo no válido"
"Invalid Call off code!"="Código de suspensión de llamada no válido"
"Invalid Date Format!"="Formato de fecha no válido"
"US Date Format is invalid!"="¡Formato de Fecha de EEUU inválido!"
"US Time Format is invalid!"="¡Formato de Hora de EEUU inválido!"
"Favorite Index Valid"="Índice de Favoritos no válido"
"Invalid Redial Interval!"="Intervalo de rediscado no válido"
"Invalid Redial Time!"="Tiempo de rediscado no válido"
"Invalid group id!"="ID de grupo no válida"
"Inactive Level"="Nivel inactivo"
"Invalid Number!"="Número no válido"
"Invalid Reject off code!"="Código de rechazo no válido"
"Invite request no response"="¡Solicitud de invitación sin respuesta!"
"Invaild Provisioning Credential"="Suninistro de Credenciales Inválido"
"Incorrect user credentials, please retry."="Datos del usuario incorrectos, por favor inténtelo de nuevo"
"Invalid Account!"="Cuenta no válida"
"No Answer Processing"="No Answer Processing=Sin Proces. Resp"""
"No Answer Forward"="Desv Sin Resp"
"No Account"="Ninguna Cuenta"
"No Service"="Ningún Servicio"
"System"="Sistema"
"System Wallpaper Cannot be Deleted!!"="El papel tapiz del sistema no se puede eliminar"
"Insufficient storage space in system"="¡Insuficiente espacio de almacenamiento en el sistema!"
"System Maintenance...\n\nreboot needed !"="System maintenance...\n\nPlease reboot!"
"Next"="Siguien"
"S_Next"="Siguien"
"ICON_NextPage"="Pág. sgte."
"NextPage"="NextPage"
"S_NextPage"="NextPage"
"Move Down"="Mover Hacia Abajo"
"Load Error!"="¡Error al cargar!"
"Loading error !"="¡Error al cargar!"
"Failed to load image"="¡No se puede cargar imagen!"
"Fail to download this remote phonebook!"="Error al descargar la agenda remota."
"Fail to download \nremote phonebook!"="¡No se puede descargar\n directorio remoto!"
"Fail to download remote phonebook"="Falla al descargar agenda remota"
"Fail to download remote phonebook!"="¡No se puede descargar directorio remoto!"
"Daylight Saving"="Hora Verano"
"Display"="Pantalla"
"Show More"="Más"
"Show Less"="Ocultar"
"Alerting Calling Line ID Number"="Alerta Num ID Llam"
"Alerting Calling Line ID Name"="Alerta Nom ID Llam"
"Display Name"="Nombre a mostrar"
"DisplayName can't contain \ < > \" \\ \' \"""="NomMostrar no puede contener \ <> \ "\\ \ '\" ""
"DisplayName can't contain \" < > \" \\ \' \""="NomMostrar no puede contener \ "<> \" \\ \ '\ ""
"Displayname can't be empty!"="Nombre Visualización no puede estar vacío"
"DisplayName"="DisplayName"
"Invalid Display name!"="Invalid display name!"
"Display Clock"="Reloj Pntalla"
"Limit has reached, Recording has stoped."="Llegó al límite máximo. Grabación detenida."
"All Lines"="TdasLin"
"S_All Lines"="TdasLin"
"MENU_Camera"="Cámara"
"Detail"="Detalle"
"S_Detail"="Detalle"
"S_MTSW ACD Detail"="Detalle"
"MTSW ACD Detail"="Detalle"
"Ring"="Timbre"
"Rings"="Timbres"
"Silent Alerting"="Alerta silenciosa"
"Silent Alerting"="Alerta silenciosa"
"Alert Type"="Alert Type"
"Alert Mode"="Modo de Alerta"
"After Ring Time"="After Ring Time"
"After Ring Times"="Tiempo Est. Timbre "
"Ringing"="Timbrando"
"S_SwitchAccountDown"="CamCuAb"
"Switch Account Up"="Cambiar de cuenta hacia arriba"
"SwitchAccountUp"="CamCuAr"
"S_SwitchAccountUp"="CamCuAr"
"Switch Account Down"="Cambiar de cuenta hacia abajo"
"SwitchAccountDown"="CamCuAb"
"Items out of limit !"="Los artículos alcanzaron el límite máximo"
"Group list is full!"="La lista de grupos está llena"
"Protocol"="Protocol"
"Decline"="Declinar"
"S_Decline"="Declinar"
"new"="nuevo"
"New PIN"="Nuevo PIN"
"New Call"="NueLlam"
"S_New Call"="NueLlam"
"New Location"="Nueva Ubicación"
"New Message"="Nuevo Mensaje"
"Incoming call"="Llamada entrante"
"New Contact"="Nuevo Contacto"
"New PWD"="Nueva CSÑA"
"New password is too simple, are you sure to set it?"="La nueva contraseña es muy simple. ¿Desea continuar?"
"Invalid New password!"="Nueva contraseña no válida"
"New password is similar to username, are you sure to set it?"="La nueva contraseña es similar al nombre de usuario. ¿Desea continuar?"
"New Group"="Nuev Grupo"
"New Entry"="Nueva entrada"
"L_New SMS"="Grup Contact Red"
"NewSMS"="NuevoSMS"
"S_NEWSMS"="NuevoSMS"
"ICON_New Group"="Nuev Grupo"
"Channel"="Canal"
"Channel Control"="Control de canal"
"Signal Strength"="Itsidad Señal"
"Info"="Info"
"MENU_Message"="Mensaje"
"Message"="Mensaje"
"Messages"="Mensajes"
"Information is not complete!"="¡La información no está completa!"
"Tuesday"="Martes"
"Saturday"="Sábado"
"Sunday"="Domingo"
"Wednesday"="Miércoles"
"Thursday"="Jueves"
"Friday"="Viernes"
"Monday"="Lunes"
"First Name"="Primer Nombre"
"last_name"="apellido"
"Name"="Nombre"
"ICON_Sort Last Name"="Organizar por Primer Nombre"
"Sort Last Name"="Organizar por Apellido"
"Search by LastName"="Buscar por Apellido"
"Change PIN"="Cambiar PIN"
"Modifying the configuration..."="Modificando la configuración..."
"VirtualUser"="Usuario virtual"
"Need to change passwd!"="Cambie la contraseña"
"Require Answer Confirmation"="Responder Confirm"
"Need a Number"="Por favor, ingrese primero un número telefónico."
"Network configuration has changed, shall become effective after the restart?"="La configuración de la red ha cambiado. ¿Desea reiniciar?"
"Option"="Opción"
"S_Option"="Opción"
"ICON_Select"="Selecc."
"S_Select"="Selecc."
"Select"="Selecc."
"Choose a way of WPS connection"="Elija una forma de conexión WPS."
"Select Security"="Seleccionar seguridad"
"You have to upload your picture when choose this type!"="Debe subir su foto si elige este tipo"
"Select the Queue"="Selec. una Cola de espera"
"Select Executive Number"="Selecc Num Eject"
"select mode"="Seleccionar modo"
"Select All"="Seleccione Todos"
"Choose a group"="Escoja un grupo"
"Selected Group?"="¿Seleccionar grupo?"
"select handset"="Seleccionar teléfono"
"selected Item?"="¿Seleccionar elemento?"
"Select a Disposition code"="Selec. código Disposición"
"Choose Account"="Escoja una cuenta"
"Choose an account"="Seleccione una cuenta"
"Select Account"="Seleccionar Cuenta"
"Select Transfer"="Seleccionar transferencia"
"Compress error !"="Error al comprimir"
"Rollover After Waiting"="Núm timb x red llam"
"Rollover Action"="Acción de Redirec"
"To navigate the menu, please use the navigation keys below."="Para navegar menú, pf use teclas flechas!"
"Classified"="Clasificado"
"L_Zero Touch"="Configuración de red via telefónica"
"S_Zero Touch"="Configuración de red via telefónica"
"Zero Touch"="Configuración de red via telefónica"
"Remove"="Retirar"
"Remove Participant"="Eliminar participante"
"Remove selected from favorite ?"="¿Desea eliminar lo seleccionado de favoritos?"
"ICON_Move"="Mover"
"Mobility"="Mobilidad"
"Move"="Mover"
"Hot Desking"="Term. Compartido"
"Hoteling"="Acce tel compart"
"Mobility Phone Number"="Num Teléfono Móvil"
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Mover seleccionado"
"Move selected to blacklist ?"="¿Pasar a lista negra?"
"Alert Broadworks Mobility Location"="Alerta Termin Móvil"
"The storage network"="Red(es) Conocida(s)"
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Índice máximo de Favoritos"
"Sentbox"="Buzón Enviad"
"Dialed"="Marcado"
"Received Calllog"="Llamadas Recibidas"
"Received Calls"="Llams Recibi"
"Connected"="Conectado"
"Connected)"="Conectado)"
"Used"="usado"
"Voice"="Voz"
"The audio codecs is different, can't set up a conference!"="Distintos códecs de audio. No es posible establecer la conferencia."
"Hide"="Ocultar"
"S_Hide"="Ocultar"
"Hide Number"="Ocultar número"
"Answer"="Resp."
"S_Answer"="Resp."
"Hardware"="Hardware"
"Firmware update success!"="Se actualizó el firmware correctamente"
"Firmware update failed!"="Error al actualizar firmware"
"Hard Disk Space Is Not Enough!"="No hay suficiente espacio en el disco duro"
"Never"="Nunca"
"Incorrect user"="Usuario incorrecto"
"User Type"="Tipo de Usuario"
"User not register"="El usuario no está registrado"
"User Name"="Nom. Usuario"
"User name can't be empty!"="El nombre de usuario no puede estar vacío"
"Username can't be empty!"="El nombre de usuario no puede estar vacío"
"Incorrect username or password!"="Nombre de usuario o contraseña incorrectos"
"Invalid User name!"="Nombre de usuario no válido"
"User name is invalid!"="¡El nombre de usuario no es válido!"
"MENU_UserMode"="ModoUsuario"
"UserMode"="ModoUsuario"
"User mode changed!"="El modo de usuario cambió!"
"User ID"="ID de Usuario"
"UserID can't be empty!"="¡ID de usuario no puede estar vacía!"
"User Host"="Host de usuario"
"Preference"="Preferencia"
"Priority"="Prioridad"
"Invalid Priority!"="Prioridad no válida"
"Priority is invalid!"="¡La prioridad inválida!"
"Priority should be 0-7!"="¡La prioridad debe ser de 0 ~ 7! "
"The power is low on the flasing red light dect microphone"="El LED parpadea en rojo debido a la baja potencia del micrófono DECT."
"Mail"="Mail"
"Email type"="Tipo correo electrónico"
"postal_code"="Código postal"
"Balance"="Saldo"
"Get Balance"="Obtener Saldo"
"L_Get Balance"="Obtener Saldo"
"Getting balance failed!"="¡No se puede obtener el saldo!"
"Getting balance!"="¡Obteniendo saldo!"
"Language"="Idioma"
"Language initializing. Please wait..."="Inicializando idioma. Por favor espere..."
"Invalid Voice Number!"="Invalid voice number!"
"Voice Mail"="Buzón de voz"
"VoiceMail DownLoading, Please Wait..."="Descargando correo de voz, P fav espere..."
"Voice Messaging"="Mensajes de Voz"
"The Voicemail is too large,please call and retrieve it!"="Muchos correos voz, pf llame recuperarlos"
"L_Voice Mail"="Buzón de voz"
"Voice Mail Playing"="Reproduciendo Correo de Voz"
"Voice Mail is invalid!"="¡Correo de Voz es inválido!"
"Invalid VoiceMail Value!"="Valor de correo de voz no válido"
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Estimated work time"
"Preview"="Vis Prev"
"S_Preview"="Vis Prev"
"Remain time "="Tiempo restante"
"Busy Forward"="Desvío ocup"
"Old Number"="Número Anterior"
"Originator"="Originador"
"original contact?"="¿Contacto original?"
"Remote Office"="Oficina Remota"
"Remote Phone Book"="Agenda Tel Remota"
"Remote Group"="Grupo remoto"
"Remote Codec"="Codec Remoto"
"Remote User"="Usuar. Remoto"
"Remote DIR"="Codec Remoto"
"Cloud"="Cloud"
"Pickup"="Capturar"
"Allow IP Call"="Permitir llamada IP"
"Allow Remote Control?"="¿Permitir Control Remoto?"
"Allow assistant opt in/out of Pool"="AsiInc/ExcCol"
"Avail"="Disp."
"Available"="Dispon."
"S_Avail"="Disp."
"S_Available"="Dispon."
"Temporarily not available"="No disp. tempor."
"Temporarily Unavailable"="No Disponible Temporalmente"
"Held"="PuesEsp"
"Pause"="Pausar"
"S_Pause"="Pausar"
"Voice Mail Pause"="Pausar Correo de Voz"
"Pause REC"="Pausar GRAB"
"PauseREC"="PauGRAB"
"S_Pause REC"="Pausar GRAB"
"S_PauseREC"="PauGRAB"
"Failed to pause recording"="¡No se puede pausar la grabación!"
"pause record"="Pausar grabación"
"Account"="Cuenta"
"Accounts"="Cuentas"
"Identity"="Identidad"
"Line"="Línea"
"S_Line"="Línea"
"Line 1"="Línea 1"
"Line 10"="Línea 10"
"Line 11"="Línea 11"
"Line 12"="Línea 12"
"Line 13"="Línea 13"
"Line 14"="Línea 14"
"Line 15"="Línea 15"
"Line 16"="Línea 16"
"Line 2"="Línea 2"
"Line 3"="Línea 3"
"Line 4"="Línea 4"
"Line 5"="Línea 5"
"Line 6"="Línea 6"
"Line 7"="Línea 7"
"Line 8"="Línea 8"
"Line 9"="Línea 9"
"Account ID"="ID de Cuenta"
"Account:"="Account:"
"Line ID"="ID de Línea"
"Account is invalid!"="¡La cuenta inválida!"
"Account Login"="Inicio de sesión cuenta"
"Line Key"="ID de Línea"
"Line Key 1"="Tecla 1 de Línea"
"Line Key 10"="Tecla 10 de Línea"
"Line Key 11"="Tecla 11 de Línea"
"Line Key 12"="Tecla 12 de Línea"
"Line Key 13"="Tecla 13 de Línea"
"Line Key 14"="Tecla 14 de Línea"
"Line Key 15"="Tecla 15 de Línea"
"Line Key 16"="Tecla 16 de Línea"
"Line Key 17"="Tecla 17 de Línea"
"Line Key 18"="Tecla 18 de Línea"
"Line Key 19"="Tecla 19 de Línea"
"Line Key 2"="Tecla 2 de Línea"
"Line Key 20"="Tecla 20 de Línea"
"Line Key 21"="Tecla 21 de Línea"
"Line Key 22"="Tecla 22 de Línea"
"Line Key 23"="Tecla 23 de Línea"
"Line Key 24"="Tecla 24 de Línea"
"Line Key 25"="Tecla 25 de Línea"
"Line Key 26"="Tecla 26 de Línea"
"Line Key 27"="Tecla 27 de Línea"
"Line Key 28"="Tecla 28 de Línea"
"Line Key 3"="Tecla 3 de Línea"
"Line Key 4"="Tecla 4 de Línea"
"Line Key 5"="Tecla 5 de Línea"
"Line Key 6"="Tecla 6 de Línea"
"Line Key 7"="Tecla 7 de Línea"
"Line Key 8"="Tecla 8 de Línea"
"Line Key 9"="Tecla 9 de Línea"
"Identity is invalid!"="Cuenta no válida"
"Account information will be cleared, continue or not?"="La información de la cuenta se borrará, ¿desea continuar?"
"Line Select"="Seleccionar Línea"
"Account has been Locked"="Cuenta bloqueada"
"Account has been successfully logged in"="Cta registrada correct."
"Account Status"="Estado de Cuenta"
"Activation"="Activación"
"S_Account"="Cuenta"
"This pin code not found"="No se puede encontrar este código PIN."
"This phone not found"="No se puede encontrar este teléfono."
"This action can not be reversed"="Esta acción no se puede revertir."
"Frame Rate"="Velocidad fotogramas"
"Diagnostics"="Diagnóstico"
"USB power overload on the right"="Sobrecarga de energía del USB derecho"
"Scanning available network"="Escaneando redes disponibles"
"Saving config file!"="¡Guardando archivo de config!"
"Initializing... Please Wait"="Inicializando ... Por favor, espere"
"Initializing... Please Wait!"="Iniciando, favor espere"
"Initializing ..."="Inicializando ..."
"logging out ..."="Cerrando sesión..."
"logging in..."="Iniciando sesión..."
"Sending Message..."="Enviando Mensaje..."
"Updating Network..."="Actualizando la Red..."
"Updating Network\n\nPlease Wait !"="¡Actualizando Red\n\n Por favor Espere !"
"Busy here!"="Ocupado aquí"
"Talking, please wait..."="Hablando, espere..."
"Alerting"="Alerta"
"Operate failed for readonly page"="Error de la operación en la página de solo lectura."
"Answer Only!"="Responder solamente"
"Direct"="Direct"
"DirectPickup"="Captura directa"
"DirectPickup_Idle"="DirectPickup"
"Value"="Valor"
"Invalid Value < or >"="Valor no válido <o>"
"Job Title"="Cargo"
"Restricted"="Restringido"
"Restricted"="Restringido"
"Middle name"="Segundo nombre"
"Via"="Vía"
"Redialing"="Rediscando"
"Redial Times"="Tiemp Remarcación"
"Redial Time is invalid!"="¡Los tiempos de remarcación son inválidos!"
"Redial Interval"="Interv Remarcación"
"Redial Interval can't be empty!"="El intervalo de rellamada no puede estar vacío"
"Redial Interval is invalid!"="¡El Intervalo de remarcación es inválido!"
"Redirector"="Redirigir al servidor"
"Rename Group"="Renombrar Grupo"
"Reboot"="Reiniciar"
"Reboot.."="Reiniciar.."
"Reboot the phone?"="¿Reiniciar el teléfono?"
"Rebooting...\n\nPlease Wait !"="Reinic\n\nFavor esper"
"Re Provision"="Re Provision"
"S_Re Provision"="Reprovsn"
"Re-connect"="Reconectar"
"S_Re-connect"="Reconct"
"Reset"="Restablecer"
"Reset Config"="Restablecer Config"
"S_Reset"="Restablecer"
"Reset.."="Reiniciar..."
"Reset local settings"="RestConfLocal"
"Reset Phone PIN"="Restablecer el PIN del teléfono"
"Reset non-static settings"="RestConfNoEst"
"Reset static settings"="RestConfEst"
"Reset Configuration"="Restablecer la configuración"
"Resetting Configuration, please wait..."="Restableciendo la configuración, espere..."
"Reset Configuration?"="¿Restablecer la configuración?"
"Reset failed, please retry later!"="Restablecimiento fallido, vuelva a intentarlo más tarde"
"Reset web settings"="Restablecer configuración web"
"Reset web settings,\n\nPlease wait..."="Restablecer la configuración web,\n\nespere..."
"Resetting to factory,please wait..."="Restableciendo a los valores de fábrica, espere..."
"Reset Userdata"="Reset Userdata"
"Resetting Usedata, please wait..."="Restableciendo los datos de usuario, espere..."
"Reset Userdata?"="¿Restablecer datos de usuario?"
"Reset userdata & local config, Please wait..."="Restablecer datos de usuario y configuración local, espere..."
"Reset userdata&local setting, please wait..."="Reset userdata&local setting, please wait..."
"Reset userdata & local config"="RestConDatUsL"
"Resetting to factory, please wait..."="RestConfFab PfEsp"
"Tue"="Mar"
"Sat"="Sab"
"Sun"="Domingo"
"Wed"="Mie"
"Thu"="Jueves"
"Fri"="Viernes"
"Mon"="Lunes"
"Main Menu"="Menú Principal"
"Originator-Executive"="Eje Realiz Llam"
"Primary Contact must not be empty."="El contacto principal no puede estar vacío."
"Primary DNS is invalid!"="¡DNS Primario inválido!"
"Assistant"="Asistente"
"Assistant Common Settings"="Config Común Asist"
"Register Successfully!"="¡Registro exitoso!"
"Register Name"="Nombre Regist"
"Invalid Register name!"="Nombre de registro no válido"
"Registered"="Registrado"
"Register fail"="Falló Regist"
"Registration failed"="Register failed"
"Register Fail!"="Registro fallido"
"Registering"="Registrando"
"Registering Please Wait!"="Registrando por favor espere!"
"Unregistering"="Desregistrando"
"Note"="Nota"
"Basic Call Park"="Parqueo basic"
"Park"="Retener"
"Parked"="Llamada Retenida"
"S_Basic Call Park"="Parqueo basic"
"S_Park"="Retener"
"Park to"="Retener en "
"Park Failed"="Falló Retención"
"Forward Not Reachable"="Desviar"
"Invalid Forward to!"="Desvío no válido"
"L_Transfer"="Transf."
"S_Transfer"="Transf."
"Advance to Next Assistant After"="Núm timb x sig asis"
"Transfer Failed"="Transf. Falló"
"Be Transferred"="Ser transferido"
"Betransferred"="Ser transferido"
"Divert"="Redireccionar"
"Forward"="Desviar"
"L_Forward"="Desviar"
"S_Forward"="Desviar"
"Forward to"="Desviar a"
"Forward to: %s"="Desviar a: %s"
"Divert to Phone Number/SIP-URI"="RedTelSIP-URI"
"Forward to can't be empty!"="El reenvío no puede estar vacío"
"Forward to is invalid!"="¡Desvío a es inválido!"
"Forwarded Calls"="Llams Desv"
"Forward Option"="Opción de Desvío"
"Forward Selective"="Reenviar selección"
"Forward Value"="Valor de reenvío"
"L_My Status"="Mi estatus"
"MENU_Status"="Estatus"
"S_My State"="Mi Estado"
"S_Status"="Estatus"
"State"="Estado"
"Status"="Estatus"
"Status:"="solicitando estado..."
"Status requesting..."="solicitando estado..."
"ACD Trace"="Traza "
"L_Trace"="MarcaciónRápida"
"S_ACD Trace"="Traza "
"Subnet Mask"="Masc Subred"
"Subnet Mask!"="Máscara de subred"
"Subnet Mask is invalid!"="¡Máscara de Subred inválida!"
"Custom"="Personalizar"
"Custom DND"="Personalizar DND"
"Custom Key"="Tecla personaliz"
"L_Custom Key"="Tecla personaliz"
"S_Custom Key"="Tecla personaliz"
"CustomButton"="Botón Personalizar"
"CustomContact"="Prsonliz Contacto"
"L_CustomContact"="Tecla personaliz"
"S_CustomContact"="Prsonliz Contacto"
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="Empcom"
"L_Groupcommom"="Cont Llam Grupo"
"S_Groupcommom"="Grcomún"
"Photo Custom"="Foto Personal"
"Alerting Custom Calling Line ID Number"="Alert Pers Num Llam"
"Alerting Custom Calling Line ID Name"="Alert Pers Nom Llam"
"Custom Forward"="Personalizar Desvío de Llamadas"
"Auto"="Auto"
"Automatic"="Automático"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="Auto UC Favoritos activo.\n La configuración manual está desactivada"
"Auto-login"="Auto-Registro"
"Auto Provision"="Auto Provisión"
"Autop URL can not be none!"="URL Autop no puede estar vacía"
"AutoP to"="AutoP para"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="Autoridad AutoP"
"Auto Answer Time"="Tiempo respuesta autom"
"AutoBLFList is on\n manually configing is forbidden!"="¡Lista Auto BLF activada\n Configuración Manual desactivada!"
"AutoFavorite is on\n manually configing is forbidden!"="Auto Favoritos activado\n ¡Configuración manual desactivada!"
"AutoLinekey is on\n manually configing is forbidden!"="Tecla de Línea Automática activada\n ¡Configuración manual desactivada!"
"Auto speed dial is on\n manually configing is forbidden!"="AutoSpeedDial está activada.\n No se permite la configuración manual."
"Auto Answer"="Auto Respuesta"
"Auto Redial"="Auto Remarcación"
"Auto Redial Setting"="Auto Redial"
"Auto Divert"="Desvío automático"
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Total"
"Always"="Always"
"Paging"="Mensj Mas Multid"
"Paging Group"="Grupo de localización"
"Paging_softkey"="Paginación"
"S_Paging"="Mensj Mas Multid"
"S_Paging_softkey"="Mensj Mas Multid"
"Paging is invalid!"="¡La cuenta para mensajes masivos no es válida!"
"L_Paging List"="List Mensj Mas"
"Paging List"="List Mensj Mas"
"PagingList"="List Mensj Mas"
"S_Paging List"="List Mensj Mas"
"Paging failed!"="¡Falló el envío del mensaje masivo!"
"Paging Channel should be 0-30!"="¿El Canal de Paginación debe ser 0-30!"
"L_Multicast Paging"="Cuenta del Celular"
"S_Multicast Paging"="Pmltdfs"
"Delete the group will not delete the group members, but only move them out of the group."="Los miembros del grupo serán removidos pero no borrados."
"GPickup"="ContGru"
"Group Pick Up"="Cont Llam Grupo"
"L_Group Pick Up"="Cont Llam Grupo"
"S_GPickup"="ContGru"
"S_Group Pick Up"="Cont Llam Grupo"
"Group Name"="Nombre del Grupo"
"Group name must be unique."="El nombre del grupo debe ser unico"
"Group name must not be empty"="El nombre del grupo no puede estar vacío."
"Organisation"="Organización"
"GPark"="RetGru"
"S_GPark"="RetGru"
"JitterBufferMax"="Bufer máximo de fluctuación"
"Max Timer"="Temporizador máximo"
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be smaller than the maximum value!"
"Longest Waits"="Esperas más largas"
"Yesterday"="Ayer"
"USB power overload on the left"="Sobrecarga de energía del USB izquierdo"
